[
  {
    "id": 8499,
    "name": "Five Nights at Freddy's",
    "summary": "Welcome to your new summer job at Freddy Fazbear's Pizza, where kids and parents alike come for entertainment and food as far as the eye can see! The main attraction is Freddy Fazbear, of course; and his two friends. They are animatronic robots, programmed to please the crowds! The robots' behavior has become somewhat unpredictable at night however, and it was much cheaper to hire you as a security guard than to find a repairman. \n\nFrom your small office you must watch the security cameras carefully. You have a very limited amount of electricity that you're allowed to use per night (corporate budget cuts, you know). That means when you run out of power for the night- no more security doors and no more lights! If something isn't right- namely if Freddybear or his friends aren't in their proper places, you must find them on the monitors and protect yourself if needed!",
    "popularity": 486.428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/slmizo3zgjvuywjrifbi.png",
      "cloudinary_id": "slmizo3zgjvuywjrifbi",
      "width": 1024,
      "height": 768
    }
  },
  {
    "id": 19409,
    "name": "Farming Simulator 17",
    "summary": "Farming Simulator 17 invites you into the challenging world of a modern day farmer. Take on all the challenges of farming life, including animal husbandry, crops, sales, and woodcutting. You decide how you want to manage and grow your farm in a huge, open world!",
    "popularity": 131.142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/pa3z9uzmi4qfhuu6huc8.png",
      "cloudinary_id": "pa3z9uzmi4qfhuu6huc8",
      "width": 600,
      "height": 800
    }
  },
  {
    "id": 7349,
    "name": "Mass Effect: Andromeda",
    "summary": "A new adventure awaits in the Mass Effect universe. With stunning visuals and a new galaxy to discover, BioWare delivers the next generation of space exploration.  \n  \nCommander Shepard's story may be over, but there are many more stories to tell in the Mass Effect universe. Mass Effect Andromeda will be set in a new galaxy, with new characters, new quests and a whole load of new consequence-laden decisions to make.",
    "popularity": 118.857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/to0fpjpsmljecmfh5udd.png",
      "cloudinary_id": "to0fpjpsmljecmfh5udd",
      "width": 231,
      "height": 326
    }
  },
  {
    "id": 7346,
    "name": "The Legend of Zelda: Breath of the Wild",
    "summary": "Step into a world of discovery, exploration and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across fields, through forests and to mountain peaks as you discover what has become of the ruined kingdom of Hyrule in this stunning open-air adventure.",
    "popularity": 94.8571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/jk9el4ksl4c7qwaex2y5.png",
      "cloudinary_id": "jk9el4ksl4c7qwaex2y5",
      "width": 2709,
      "height": 3816
    }
  },
  {
    "id": 11156,
    "name": "Horizon: Zero Dawn",
    "summary": "Horizon Zero Dawn, an exhilarating new action role playing game exclusively for the PlayStation 4 system, developed by the award winning Guerrilla Games, creatos of PlayStation's venerated Killzone franchise. As Horizon Zero Dawn's main protagonist Aloy, a skilled hunter, explore a vibrant and lush world inhabited by mysterious mechanized creatures.",
    "popularity": 79,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/yvgbtirrauwekgytcfmg.png",
      "cloudinary_id": "yvgbtirrauwekgytcfmg",
      "width": 1043,
      "height": 1298
    }
  },
  {
    "id": 1942,
    "name": "The Witcher 3: Wild Hunt",
    "summary": "The Witcher: Wild Hunt is a story-driven, next-generation open world role-playing game set in a visually stunning fantasy universe full of meaningful choices and impactful consequences. In The Witcher you play as the professional monster hunter, Geralt of Rivia, tasked with finding a child of prophecy in a vast open world rich with merchant cities, viking pirate islands, dangerous mountain passes, and forgotten caverns to explore.",
    "popularity": 76.2857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/tri1c6vbydeosoqajwt1.png",
      "cloudinary_id": "tri1c6vbydeosoqajwt1",
      "width": 292,
      "height": 414
    }
  },
  {
    "id": 19539,
    "name": "Forza Horizon 3",
    "summary": "You’re in charge of the Horizon Festival. Customize everything, hire and fire your friends, and explore Australia in over 350 of the world’s greatest cars. Make your Horizon the ultimate celebration of cars, music, and freedom of the open road. How you get there is up to you.",
    "popularity": 53.4285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/olxhsw4djfakodpuedut.png",
      "cloudinary_id": "olxhsw4djfakodpuedut",
      "width": 272,
      "height": 380
    }
  },
  {
    "id": 20065,
    "name": "Resident Evil 4 HD",
    "popularity": 50.7142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/sr0fecogohjqyqb7zjvt.png",
      "cloudinary_id": "sr0fecogohjqyqb7zjvt",
      "width": 584,
      "height": 698
    }
  },
  {
    "id": 623,
    "name": "Call of Duty 4: Modern Warfare",
    "summary": "Call of Duty 4: Modern Warfare differs from previous installments of the Call of Duty series. Previous Call of Duty games have a distinct three country-specific campaign style, while Call of Duty 4 has a more film-like plot with interlaced story lines from the perspectives of Sgt. Paul Jackson of the Marines 1st Force Recon and Sgt. 'Soap' MacTavish of the British 22nd SAS Regiment.",
    "popularity": 50.2857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/okxplofk1uomxyrnlf2u.png",
      "cloudinary_id": "okxplofk1uomxyrnlf2u",
      "width": 1062,
      "height": 1500
    }
  },
  {
    "id": 6801,
    "name": "Far Cry 4",
    "summary": "In Far Cry 4, players find themselves in Kyrat, a wild region of the Himalayas struggling under the regime of a despotic self-appointed king. Using a vast array of weapons, vehicles and animals, players will write their own story across an exotic open-world landscape.",
    "popularity": 47,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/w10zycntejctn3ibzdip.png",
      "cloudinary_id": "w10zycntejctn3ibzdip",
      "width": 750,
      "height": 889
    }
  },
  {
    "id": 11208,
    "name": "NieR: Automata",
    "summary": "NieR: Automata is an upcoming action role-playing game developed by PlatinumGames and published by Square Enix for the PlayStation 4.      \n     \nThe game is set in the same universe as NieR, a spin-off of the Drakengard series, and takes place several thousand years after the events of that game. Humanity has fled to the moon to escape an invading machine army from another world. Combat androids called YoRHa remain on the planet to fight in a proxy war against the invaders.",
    "popularity": 43.1428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/mhtcxf8ltub5xa8o8lyr.png",
      "cloudinary_id": "mhtcxf8ltub5xa8o8lyr",
      "width": 496,
      "height": 642
    }
  },
  {
    "id": 26916,
    "name": "Dark Souls III: The Ringed City",
    "summary": "DARK SOULS III: The Ringed City brings players toe-to-claw against massive beasts in a twisted descent into the bowels of the end of the world,” said Jason Enos, Director of Brand and Latin American Marketing for BANDAI NAMCO Entertainment America Inc. FromSoftware has crafted visually arresting environments that evoke a sense of destroyed beauty and nail biting encounters that will leave players breathless for more.",
    "popularity": 39.5714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/t9w34k2awkajqwk2e0fp.png",
      "cloudinary_id": "t9w34k2awkajqwk2e0fp",
      "width": 620,
      "height": 620
    }
  },
  {
    "id": 18859,
    "name": "Valley",
    "summary": "Explore the vast and beautiful world of Valley using the power of the L.E.A.F. suit: a fierce exoskeleton that grants exceptional speed and agility along with the phenomenal ability to manipulate the life and death of all living things.",
    "popularity": 35.5714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/teckkuuai65o2eh6owkq.png",
      "cloudinary_id": "teckkuuai65o2eh6owkq",
      "width": 1280,
      "height": 722
    }
  },
  {
    "id": 4843,
    "name": "Kingdom Come: Deliverance",
    "summary": "A first-person, open world, realistic RPG that will take you to the Medieval Europe in a time of upheaval and strife\n\nA humble, young blacksmith loses everything to war. As he tries to fulfill the dying wish of his father, Fate drags him into the thick of a conspiracy to save a kidnapped king and stop a bloody conflict. You will wander the world, fighting as a knight, lurking in the shadows as a rogue, or using the bard’s charm to persuade people to your cause. You will dive deep into a sweeping, epic, nonlinear story from Daniel Vávra, an award-winning designer from the Mafia series. Our unique, first-person combat system lets you wield sword or bow in both one-on-one skirmishes and large-scale battles. All of this – and more – brought to life beautifully with next-gen visuals delivered via CryEngine 3.",
    "popularity": 32.8571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/wrxnkz8xtnvedre6biyy.png",
      "cloudinary_id": "wrxnkz8xtnvedre6biyy",
      "width": 841,
      "height": 590
    }
  },
  {
    "id": 19531,
    "name": "Prey",
    "summary": "In Prey, you awaken aboard Talos I, a space station orbiting the moon in the year 2032. You are the key subject of an experiment meant to alter humanity forever – but things have gone terribly wrong. The space station has been overrun by hostile aliens and you are now being hunted. As you dig into the dark secrets of Talos I and your own past, you must survive using the tools found on the station, your wits, weapons, and mind-bending abilities.",
    "popularity": 32.5714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/mwatzgrxapko5u1iybs3.png",
      "cloudinary_id": "mwatzgrxapko5u1iybs3",
      "width": 1527,
      "height": 1992
    }
  },
  {
    "id": 622,
    "name": "Call of Duty 2",
    "summary": "Call of Duty 2 is a first-person shooter that has a single-player story mode and a multiplayer mode. The player takes on the roles of several Allied protagonists in specific missions during World War II. The player can crouch and lie prone, and is able to scale low walls and other obstacles. Two firearms can be carried, which can be swapped with those left on the battlefield, and both fragmentation and smoke grenades can also be carried. A gun's iron sights can be used to aim more accurately. A compass on the heads-up display (HUD) shows both allies and enemies, and objective markers to indicate locations the player must reach, areas to defend, or enemy cannons or tanks that the player must plant explosives on to disable.  \n \nEmplaced weapons such as machine guns and flak cannons are available in some locations to take out enemy troops. In addition, some missions place the player in control of a tank.",
    "popularity": 32.5714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/y7t9xbdtg6uvbvazdxl4.png",
      "cloudinary_id": "y7t9xbdtg6uvbvazdxl4",
      "width": 600,
      "height": 734
    }
  },
  {
    "id": 7331,
    "name": "Uncharted 4: A Thief's End",
    "summary": "Several years after his last adventure, retired fortune hunter, Nathan Drake, is forced back into the world of thieves. With the stakes much more personal, Drake embarks on a globe-trotting journey in pursuit of a historical conspiracy behind a fabled pirate treasure. His greatest adventure will test his physical limits, his resolve, and ultimately what he's willing to sacrifice to save the ones he loves.",
    "popularity": 30.4285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/tocoysjnay4he4zjdlwo.png",
      "cloudinary_id": "tocoysjnay4he4zjdlwo",
      "width": 1203,
      "height": 1500
    }
  },
  {
    "id": 25076,
    "name": "Red Dead Redemption 2",
    "summary": "Rockstar Games announced that the highly anticipated Red Dead Redemption 2 will release worldwide in Fall 2017 for PlayStation 4 and for the Xbox One. \n  \nDeveloped by the creators of Grand Theft Auto V and Red Dead Redemption, Red Dead Redemption 2 is an epic tale of life in America’s unforgiving heartland. The game's vast and atmospheric world will also provide the foundation for a brand new online multiplayer experience.",
    "popularity": 29.8571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/tvqctso5qxkvfwmq0n1m.png",
      "cloudinary_id": "tvqctso5qxkvfwmq0n1m",
      "width": 6600,
      "height": 8400
    }
  },
  {
    "id": 6803,
    "name": "Halo 5: Guardians",
    "summary": "Peace is shattered when colony worlds are unexpectedly attacked. But when humanity's greatest hero goes missing, a new Spartan is tasked with hunting the Master Chief and solving a mystery that threatens the entire galaxy.",
    "popularity": 28.8571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/rzjnrhuv5rozj52g9aq3.png",
      "cloudinary_id": "rzjnrhuv5rozj52g9aq3",
      "width": 805,
      "height": 1024
    }
  },
  {
    "id": 26941,
    "name": "Battlefield 1: They Shall Not Pass",
    "summary": "Releasing March 2017, They Shall Not Pass will be the first Battlefield 1 expansion. Featuring all-new maps, new weapons, and the new playable French Army faction, They Shall Not Pass will truly expand the theater of all-out war.",
    "popularity": 25.5714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/z920j02psezbp3fwymqk.png",
      "cloudinary_id": "z920j02psezbp3fwymqk",
      "width": 270,
      "height": 270
    }
  },
  {
    "id": 19516,
    "name": "WWE 2K17",
    "summary": "Welcome to Suplex City, courtesy of cover Superstar Brock Lesnar! WWE 2K17 arrives as the reigning and defending flagship WWE video game franchise champion! WWE 2K17 features stunning graphics, ultra-authentic gameplay and a massive roster of WWE and NXT's popular Superstars and Legends. \n \nExperience the most authentic WWE gameplay ever, featuring thousands of new moves and animations, backstage and in-arena brawling, and the biggest roster of WWE and NXT Superstars and Legends to date.",
    "popularity": 19.4285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/zbv9p9fw5dt761w1ojdv.png",
      "cloudinary_id": "zbv9p9fw5dt761w1ojdv",
      "width": 1200,
      "height": 1704
    }
  },
  {
    "id": 18968,
    "name": "Call of Duty: Infinite Warfare",
    "summary": "Call of Duty: Infinite Warfare delivers three unique game modes: Campaign, Multiplayer, and Zombies.   Campaign is a return to the gritty, military roots of the franchise, while boldly looking ahead, delivering a rich and engaging narrative that is unlike anything to date in a Call of Duty game. The player will embark on a classically-styled story about grand scale warfare, set in a future where human conflict has spread throughout our solar system.   \n\nMultiplayer combines popular mechanics such as the chained-based movement system, with a load of gameplay innovations to deliver one of the deepest and most engaging online experiences in gaming.  The new Zombies mode will thrill co-op players with an original, distinctive approach and an uproarious narrative sure to excite fans.  The title introduces stunning, multi-planetary environments, new weaponry, and all-new player abilities.",
    "popularity": 18.8571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/eal3ny34yjjyirfio9wj.png",
      "cloudinary_id": "eal3ny34yjjyirfio9wj",
      "width": 3238,
      "height": 4000
    }
  },
  {
    "id": 18320,
    "name": "Battlefield 1",
    "summary": "Discover classic Battlefield gameplay with epic multiplayer and an adventure-filled campaign. Experience the Dawn of All-Out War, Only in Battlefield 1.  \n  \nFight your way through epic battles going from tight urban combat in a besieged French city to big open spaces in the Italian Alps or frantic combats in the Arabic sand dunes. Experience large-scale battles as infantry or piloting vehicles on land, air and sea, from the tanks and bikes on the ground, to bi-planes and gigantic battleships.  \n  \nDiscover a new world at war through an adventure-filled campaign, or join in epic multiplayer battles with up to 64 players. Adapt your tactics and strategy to the earth-shattering, dynamic environments and destruction.",
    "popularity": 18.5714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/iyydljzdli44mdiyaeva.png",
      "cloudinary_id": "iyydljzdli44mdiyaeva",
      "width": 1530,
      "height": 2161
    }
  },
  {
    "id": 3225,
    "name": "No Man's Sky",
    "summary": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n\nIn No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again.",
    "popularity": 18.1428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/sixpdbypwojsyly22a1l.png",
      "cloudinary_id": "sixpdbypwojsyly22a1l",
      "width": 1044,
      "height": 1150
    }
  },
  {
    "id": 40,
    "name": "Mafia II",
    "summary": "The storyline for Mafia II is a gritty drama and chronicles the rise of Vito Scaletta, the son of Sicilian immigrants. As the game progresses, Vito joins the Falcone crime family and becomes \"a made man\" along with his best friend Joe Barbaro.",
    "popularity": 16.7142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/lw6oaj8fersnnuqqrddy.png",
      "cloudinary_id": "lw6oaj8fersnnuqqrddy",
      "width": 407,
      "height": 500
    }
  },
  {
    "id": 1009,
    "name": "The Last of Us",
    "summary": "Twenty years after a mutated fungus started turning people all over the world into deadly zombies, humans become an endangered species. Joel, a Texan in his forties with the \"emotional range of a teaspoon\" (to quote Hermione from Harry Potter), finds himself responsible with the safety of a fourteen year old girl named Ellie whom he must smuggle to a militia group called the Fireflies. And as if the infected aren't enough of a hassle, they also have to deal with the authorities who wouldn't let them leave the quarantine zone, as well as other survivors capable of killing anyone who might have something useful in their backpacks.",
    "popularity": 16.5714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/cceu88e8hf0gr5jpai4n.png",
      "cloudinary_id": "cceu88e8hf0gr5jpai4n",
      "width": 2893,
      "height": 4000
    }
  },
  {
    "id": 11570,
    "name": "Halo Wars 2",
    "summary": "After decades adrift and declared “lost with all hands,” the brave crew of the UNSC Spirit of Fire are mysteriously awoken above an ancient Forerunner haven known as the Ark. In Halo Wars 2, Captain Cutter and his crew will face one of humanity’s most formidable threats yet: The Banished – a fierce and powerful Brute faction led by a cunning and lethal warrior known as Atriox.    \n   \nHalo Wars 2 delivers real-time strategy at the speed of Halo combat. Get ready to lead armies of Spartans and other Halo fighting forces like Warthogs, Scorpions and exciting new units in a brutal war against a terrifying new enemy on the biggest Halo battlefield yet.",
    "popularity": 16.2857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/opce2jt7ecqdaxbzelnp.png",
      "cloudinary_id": "opce2jt7ecqdaxbzelnp",
      "width": 1650,
      "height": 2236
    }
  },
  {
    "id": 26841,
    "name": "Fire Emblem Heroes",
    "summary": "\"Take part in strategic turn-based battles streamlined for on-the-go play with maps that fit in the palm of your hand! Lead your army with easy touch and drag controls, including the ability to attack by simply swiping an ally over an enemy.\"",
    "popularity": 14.2857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/iwfpdtxn06au7xu11eiw.png",
      "cloudinary_id": "iwfpdtxn06au7xu11eiw",
      "width": 300,
      "height": 300
    }
  },
  {
    "id": 7599,
    "name": "Life is Strange",
    "summary": "Reunited with her former friend Chloe, the pair will attempt to uncover the uncomfortable truth behind the mysterious disappearance of fellow student Rachel Amber.  With high quality production values and a unique hand-drawn art style, LIFE IS STRANGE is a compelling, story-driven experience where choice and consequence play a key role in how the narrative unfolds. But there is a twist. At the beginning of the game Max discovers she has a remarkable power… the ability to rewind time. In LIFE IS STRANGE the player has the power to affect the game’s narrative and also change the course of history itself.",
    "popularity": 14.1428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ugqcga0jjmu0ue8at7p4.png",
      "cloudinary_id": "ugqcga0jjmu0ue8at7p4",
      "width": 282,
      "height": 290
    }
  },
  {
    "id": 19441,
    "name": "Watch Dogs 2",
    "summary": "Explore a massive and dynamic open world offering an incredible variety of gameplay possibilities. Hack your way through traffic while you engage in dangerous car chases through the winding streets of San Francisco, traverse the rooftops of the colorful and vibrant neighborhoods of Oakland, and infiltrate the cutting-edge offices of Silicon Valley companies. There are many secrets to uncover in the birthplace of the tech revolution.",
    "popularity": 14.1428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ky6guwp9zbv0sigoxg7k.png",
      "cloudinary_id": "ky6guwp9zbv0sigoxg7k",
      "width": 600,
      "height": 800
    }
  },
  {
    "id": 16992,
    "name": "Human: Fall Flat",
    "summary": "Human: Fall Flat is an open-ended physics based puzzle game in which you take control of builder Bob helping him resolve the mysteries behind his recurring dreams of falling. Your goal is to escape those dreams full of puzzles, dangers and surprises using everything you find in the levels. The world of Bob dreams is built on his daily experiences, hopes, fears and memories interweaved in a net so sticky and hard to escape. All this mess is actually a carefully crafted work of… wait! You are the one to find it out! Bob is a human. Just a human. No hero. Zero superpowers. Period.\n\nWith open-ended simulator at its core “Human: Fall Flat” allows you to relive Bobs story your own way. Every shortcut can be taken, every solution is welcome! The game requires creativity and imagination. These often surreal environments do obey very real laws of the physics, if you think an object could be moved then rest assured it can. Replay value is limited only by your imagination.",
    "popularity": 13.2857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qklq5kphfmds3jwx9dtr.png",
      "cloudinary_id": "qklq5kphfmds3jwx9dtr",
      "width": 2560,
      "height": 1440
    }
  },
  {
    "id": 1970,
    "name": "Assassin's Creed IV: Black Flag",
    "summary": "Assassin’s Creed IV Black Flag begins in 1715, when pirates established a lawless republic in the Caribbean and ruled the land and seas. These outlaws paralyzed navies, halted international trade, and plundered vast fortunes. They threatened the power structures that ruled Europe, inspired the imaginations of millions, and left a legacy that still endures.",
    "popularity": 12.1428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/y36nb2wbkrvzezyelz6a.png",
      "cloudinary_id": "y36nb2wbkrvzezyelz6a",
      "width": 1064,
      "height": 1500
    }
  },
  {
    "id": 25657,
    "name": "Destiny 2",
    "summary": "In Destiny 2, the last safe city on Earth has fallen and lays in ruins, occupied by a powerful new enemy and his elite army, the Red Legion. Every player creates their own character called a “Guardian,” humanity’s chosen protectors.  As a Guardian in Destiny 2, players must master new abilities and weapons to reunite the city’s forces, stand together and fight back to reclaim their home.  \n \nIn Destiny 2 players will answer this call, embarking on a fresh story filled with new destinations around our solar system to explore, and an expansive amount of activities to discover. There is something for almost every type of gamer in Destiny 2, including gameplay for solo, cooperative and competitive players set within a vast, evolving and exciting universe.",
    "popularity": 11.8571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/o1yenovvskchtjrl48v5.png",
      "cloudinary_id": "o1yenovvskchtjrl48v5",
      "width": 1519,
      "height": 1663
    }
  },
  {
    "id": 20875,
    "name": "Project Highrise",
    "summary": "Project Highrise is a Tower Building Business Management Simulator.\n \nManaging your sky-scraping empire will be no easy task – growth will require a mastery of the various interlocking systems that are required for each type of establishment to thrive. Office workers will want to grab a quick lunch or coffee. Restaurants and their patrons will value location and convenience.  Throw in the challenges of implementing utilities, ensuring easy transport and navigation around the building, and of course managing your finances, and it’s clear that success in Project Highrise will be no easy task.",
    "popularity": 11.4285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/q92ntteq2vj2fbwgh8ai.png",
      "cloudinary_id": "q92ntteq2vj2fbwgh8ai",
      "width": 600,
      "height": 581
    }
  },
  {
    "id": 1979,
    "name": "Battlefield 4",
    "summary": "Battlefield 4™ is the genre-defining action blockbuster created by DICE, and made from moments that blur the line between game and glory – moments found only in Battlefield. Go to Boot Camp to learn the basics of Battlefield 4's engaging single player and intense multiplayer mode. Here you'll also find intel on Levolution, Commander Mode, Naval Warfare and many more exciting game features.",
    "popularity": 11.2857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/g23vpma81u9fdiwftyyq.png",
      "cloudinary_id": "g23vpma81u9fdiwftyyq",
      "width": 762,
      "height": 1077
    }
  },
  {
    "id": 9630,
    "name": "Fallout 4",
    "summary": "Bethesda Game Studios, the award-winning creators of Fallout 3 and The Elder Scrolls V: Skyrim, welcome you to the world of Fallout 4 – their most ambitious game ever, and the next generation of open-world gaming.",
    "popularity": 11.2857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/g82nr1m9xqr8wnp0xdrn.png",
      "cloudinary_id": "g82nr1m9xqr8wnp0xdrn",
      "width": 1515,
      "height": 1748
    }
  },
  {
    "id": 5335,
    "name": "Goat Simulator",
    "summary": "Goat Simulator is a third-person perspective game in which the player controls a goat. There does not appear to be any kind of storyline or plot. The player is free to explore the game's world as a goat, destroying things in the environment, running, jumping, and licking. \"Goat Simulator is like an old school skating game, except instead of being a skater, you're a goat, and instead of doing tricks, you wreck stuff,\" explained the game's creators.\nThe game boasts the fact that various glitches and bugs have been intentionally left in the game, as to add to the light-hearted entertainment value. Another gameplay feature is the ability to \"lick\" objects with the goat's absurdly long tongue, which will then stick to the goat's tongue and can be carried and swung around to provide an alternative method of wreaking havoc on the game environment.\nWith over 2.5 million sales (on IOS, Android &amp; 6PC combined) this Indie Game is the most successfull game of Coffee Stain Studios",
    "popularity": 11,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/tw3wfddc9rw4nvstupe7.png",
      "cloudinary_id": "tw3wfddc9rw4nvstupe7",
      "width": 1043,
      "height": 1502
    }
  },
  {
    "id": 26503,
    "name": "Troll and I",
    "summary": "Deep in the Nordic wilderness, a teenage boy named Otto is forced to flee his home after a band of brutal hunters rip through his village in search of a mythical creature rumored to inhabit the forest. Now on the run for his life, Otto inadvertently finds and befriends the elusive creature being sought by the hunters. Thus begins the perilous adventure of Troll and Otto.  \n  \nTogether, the unlikely friends embark on a journey through treacherous territory plagued with rivals. Natives to the forest, Troll and Otto must use their inherent skills to sneak, strategize, and battle their way back home. The forest is filled with unknowns, and teamwork is pivotal to staying alive.  \n  \nA Mythical Adventure: Befriend the fabled Troll and embark on a journey through the Nordic wilderness as two outcasts struggling to survive.   \n  \nCooperative Split-Screen Multiplayer: Play through the story campaign locally with a friend.  \n  \nSeamlessly Switch Characters: Swap between Otto and the Troll on the fly. Play as contrasting characters, each with a unique presence and gameplay functionality.  \n  \nDiversified Combat: Choose your combat style based on the situation. Become the Troll and stomp hunters with your massive feet, or smash them with your giant fists. Switch to Otto for quick, nimble attacks and fast traversing.  \n  \nTerrain-Based Weapons and Crafting: Gather materials and craft deadly weapons that you’ll need to survive your journey.",
    "popularity": 11,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/cwmu56awspagzp3wnlfe.png",
      "cloudinary_id": "cwmu56awspagzp3wnlfe",
      "width": 3040,
      "height": 3585
    }
  },
  {
    "id": 75,
    "name": "Mass Effect 3",
    "summary": "In Mass Effect 3, an ancient alien race known only as Reapers, has launched an all-out invasion of the galaxy, leaving nothing but a trail of destruction in their wake. Earth has been taken, the galaxy is on the verge of total annihilation, and you are the only one who can stop them. The price of failure is extinction. You, as Commander Shepard, must lead the counter assault to take it back. Only you can determine how events will play out, which planets you will save from annihilation and which alliances you will form or abandon as you rally the forces of the galaxy to eliminate the Reaper threat once and for all. \n \nBattle with your comrades or even your own friends in this all-out galactic war to take Earth back. With co-op online multiplayer missions new to the Mass Effect universe , you can choose from a variety of classes and races, form an elite Special Forces squad, and combine weapons, powers and abilities to devastating effect as you all fight together to liberate key territories from enemy control in this third entry of the epic intergalactic RPG franchise.",
    "popularity": 10.5714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/jusjbgw2hb80sgyltvlw.png",
      "cloudinary_id": "jusjbgw2hb80sgyltvlw",
      "width": 709,
      "height": 840
    }
  },
  {
    "id": 27936,
    "name": "Tokyo Ghoul - To Eat or Not To Eat",
    "summary": "A Custom Card Game based off of Tokyo Ghoul, through and through.  \n  \nGame is web based, by the way. You can play it now if you want but if you do, you won't get the updated Starter Collection nor Starter Decks that will be available when the release happens. You'll just have to stick with buying packs from the Market. They're all free by the way, you start off with, I think, 25k coins.",
    "popularity": 10.1428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/czqwkklpgndagrws77dd.png",
      "cloudinary_id": "czqwkklpgndagrws77dd",
      "width": 500,
      "height": 500
    }
  },
  {
    "id": 501,
    "name": "Batman: Arkham City",
    "summary": "After the events of Batman: Arkham Asylum (2009), a section of the city of Gotham has been turned into a prison, designed to keep the scum of the city away from the people. Bruce Wayne protests this prison but is shortly kidnapped by the despicable Hugo Strange, thus having to face the city's most powerful villains as the Batman while trying to uncover Strange's plans.",
    "popularity": 9.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fjc1l63oe0w0enamzjjo.png",
      "cloudinary_id": "fjc1l63oe0w0enamzjjo",
      "width": 743,
      "height": 932
    }
  },
  {
    "id": 8173,
    "name": "Overwatch",
    "summary": "In Overwatch, you control one of several heroes in competitive 6-person team shooting matches. Battle over objectives, take down the other team, and achieve victory.\n\nIn Overwatch, heroes do battle in diverse locations around the world. From the technological marvel of Numbani to the manufacturing powerhouse of Volskaya, each map has a unique layout and specific win conditions that your team must meet in order to secure victory.",
    "popularity": 9,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/yob05bs5ffigu3rmrni1.png",
      "cloudinary_id": "yob05bs5ffigu3rmrni1",
      "width": 1059,
      "height": 1500
    }
  },
  {
    "id": 16,
    "name": "Fallout: New Vegas",
    "summary": "Fallout: New Vegas is set in and around a post-apocalyptic retro-futuristic Las Vegas, following the Great War between the U.S., and China as a conventional and nuclear war that occurred on October 22 - October 23, 2077, and lasted less than two hours, while causing immense damage and destruction. Before the Great War was the Resource Wars, during which the United Nations disbanded, a plague rendered the United States paranoid, and Canada was annexed. The city of Las Vegas itself wasn't hit as hard as most of the other districts, with most buildings being left intact as a result. The Hoover Dam supplies free electricity and water to those who control it.",
    "popularity": 8.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/rkldlhsginkkabox1hk6.png",
      "cloudinary_id": "rkldlhsginkkabox1hk6",
      "width": 1524,
      "height": 1875
    }
  },
  {
    "id": 19220,
    "name": "Snake Pass",
    "summary": "Welcome to Snake Pass; a physical action-puzzle game that sees the player slither, curl and climb their way through increasingly challenging worlds filled with evermore intricate obstacles and fiendishly mind-bending objectives!    \n    \nSnake Pass is the wriggling brain-child of Seb Liese, who originally came to Sumo from Holland to work on the LittleBigPlanet team. His prototype of ‘real snake physics’ captured the entire studio’s imagination and we’re really proud of the results so far!",
    "popularity": 8.28571428571428,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/cpf5tiv6ykwjfxjgtvwv.png",
      "cloudinary_id": "cpf5tiv6ykwjfxjgtvwv",
      "width": 2048,
      "height": 1080
    }
  },
  {
    "id": 8254,
    "name": "Resident Evil - HD Remaster",
    "summary": "The hugely popular Resident Evil series, having sold over 61 million units to date, returns to its roots with a remastered version of the critically acclaimed masterpiece, Resident Evil. Originally released in 1996, Resident Evil  was then “remade” in 2002 from the ground up with new visuals, gameplay elements, environments and story details while retaining the survival horror atmosphere the series had become synonymous for. Both fans of the franchise who want a trip down memory lane and those who have yet to experience the game that coined the term survival horror for the gaming world will appreciate this definitive re-visit of that iconic 2002 Resident Evil title.  \n \nThe intense horror fans first experienced with the release of the original Resident Evil is back. Taking place in the now notorious Raccoon City, players will choose to take on the role of either S.T.A.R.S. (Special Tactics and Rescue Service) team member Chris Redfield or Jill Valentine, who have been sent into the city to find the missing Bravo team. When the team is suddenly attacked by a ferocious group of mutated dogs, desperate for an escape they take shelter in the Mansion, but will they ever get out alive again? Players will need to be brave as they adventure through the dark, enclosed spaces searching out the horrors that await them. With limited ammo and survival items available gamers will need to keep their wits about them to survive the various traps and puzzles that greet them at every stage.",
    "popularity": 8.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hngmdmy1roohaulvfsxm.png",
      "cloudinary_id": "hngmdmy1roohaulvfsxm",
      "width": 740,
      "height": 942
    }
  },
  {
    "id": 2114,
    "name": "Tom Clancy's The Division",
    "summary": "We live in a complex world. The more advanced it gets, the more vulnerable it becomes. We’ve created a house of cards. Remove just one and everything falls apart. \r\n\r\nOn Black Friday, a devastating pandemic sweeps through New York City and, one by one, basic services fail. In only days, without food or water, society collapses into chaos. The Division, an autonomous unit of tactical agents, is activated. Leading seemingly ordinary lives among us, the agents are trained to operate independently in order to save society. When society falls, your mission begins.",
    "popularity": 7.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/zobxisuqhdahgiudm1xx.png",
      "cloudinary_id": "zobxisuqhdahgiudm1xx",
      "width": 1534,
      "height": 1974
    }
  },
  {
    "id": 2112,
    "name": "Mirror's Edge Catalyst",
    "summary": "Mirror's Edge Catalyst is an action-adventure game and the prequel to Mirror's Edge. The story in the game explores the past of the protagonist Faith. Like in the previous game, the main gameplay in Mirror's Edge Catalyst involves traversing the city using parkour to reach certain objectives. Unlike the linear levels in Mirror's Edge, Mirror's Edge Catalyst features an open-world free-roaming environment. Combat has been overhauled and emphasized compared to the first game and Catalyst no longer allows the player to use weapons, instead focusing on melee attacks.",
    "popularity": 7.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/g4ca3k1ycyoizrlp0vna.png",
      "cloudinary_id": "g4ca3k1ycyoizrlp0vna",
      "width": 670,
      "height": 773
    }
  },
  {
    "id": 7342,
    "name": "INSIDE",
    "summary": "Hunted and alone, a boy finds himself drawn into the center of a dark project.",
    "popularity": 7.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/olfzuujqldnwa68vifyv.png",
      "cloudinary_id": "olfzuujqldnwa68vifyv",
      "width": 720,
      "height": 1080
    }
  },
  {
    "id": 11198,
    "name": "Rocket League",
    "summary": "Soccer meets racing once again in our long-awaited, MP-focused sequel to Supersonic Acrobatic Rocket-Powered Battle-Cars! \n \nA futuristic Sports-Action game, Rocket League, equips players with booster-rigged vehicles that can be crashed into balls for incredible goals or epic saves across multiple, highly-detailed arenas. Using an advanced physics system to simulate realistic interactions, Rocket League relies on mass and momentum to give players a complete sense of intuitive control in this unbelievable, high-octane re-imagining of association football.",
    "popularity": 7.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/edkpgyqgfsxyiby9pyj5.png",
      "cloudinary_id": "edkpgyqgfsxyiby9pyj5",
      "width": 579,
      "height": 811
    }
  },
  {
    "id": 26192,
    "name": "The Last of Us: Part II",
    "popularity": 7.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/zgqciu6r9gmmdqd8b2qg.png",
      "cloudinary_id": "zgqciu6r9gmmdqd8b2qg",
      "width": 3840,
      "height": 2160
    }
  }

  ,{
    "id": 18829,
    "name": "Planet Coaster",
    "summary": "Planet Coaster is a construction and management simulation video game. Similar to its spiritual predecessor, the game allows players to build different theme park rides and roller-coasters. These player-created attractions can be shared through a mechanic called “global village”.",
    "popularity": 7.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/wihikpxrogeftz9qzl2b.png",
      "cloudinary_id": "wihikpxrogeftz9qzl2b",
      "width": 512,
      "height": 512
    }
  },
  {
    "id": 14761,
    "name": "Rain World",
    "summary": "Rain World is a survival platformer set in an abandoned industrial environment ravaged by a shattered ecosystem.    \n    \nBone-crushingly intense rains pound the surface, making life as we know it almost impossible. The creatures in this world hibernate most of the time, but in the few brief dry periods they go out in search of food.    \n    \nYou are a nomadic slugcat, both predator and prey in this land.    \nYou must hunt enough food to survive another cycle of hibernation.    \nOther — bigger — creatures have the same plan.",
    "popularity": 7.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/cbvzerlqjatvnzte93nq.png",
      "cloudinary_id": "cbvzerlqjatvnzte93nq",
      "width": 920,
      "height": 1080
    }
  },
  {
    "id": 4845,
    "name": "The Lego Movie Videogame",
    "summary": "Transform the ordinary into the extraordinary and experience the ultimate LEGO building experience in the all new The LEGO® Movie Videogame. Step into the world of Emmet, an ordinary, rules-following, perfectly average citizen who is mistakenly identified as the most extraordinary person and the key to saving the world. Players guide him as he is drafted into a fellowship of strangers on an epic quest to stop an evil tyrant, a journey for which Emmet is hopelessly and hilariously underprepared.",
    "popularity": 7.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/lz9hhiqxnocrjlvobn23.png",
      "cloudinary_id": "lz9hhiqxnocrjlvobn23",
      "width": 220,
      "height": 249
    }
  },
  {
    "id": 3025,
    "name": "Middle-earth: Shadow of Mordor",
    "summary": "The game takes place between the events of The Hobbit and The Lord of The Rings, as written by J.R.R. Tolkien. The family of ranger Talion is killed by Sauron's armies, and he himself is also killed, but soon revived with \"wraith-like abilities\" and heads to Mordor to exact his revenge. Mordor is not yet a barren wasteland in this story. \nThe story involves the Rings of Power, but the story is separate to The Lord of the Rings canon. However, Warner Bros. maintains that the stories will align. The player will encounter Gollum in the game, discovering that Talion and Gollum have a lot in common.",
    "popularity": 7.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/xcdqvpytusopcchjmtyt.png",
      "cloudinary_id": "xcdqvpytusopcchjmtyt",
      "width": 1550,
      "height": 2154
    }
  },
  {
    "id": 14593,
    "name": "Hollow Knight",
    "summary": "\"Currently under development, Hollow Knight is the first game by Team Cherry, an indie games team comprised of 3 people based in South Australia. \n \nHollow Knight is a challenging, beautiful action adventure game set in the vast, inter-connected underground kingdom of Hallownest. A 2D action game with an emphasis on skill and exploration, Hollow Knight has you fighting a fearsome host of deadly creatures, avoiding intricate traps and solving ancient mysteries as you make your own way through fungal wastes, forests of bone, and ruined underground cities. \n \nThe atmosphere is eerie and sometimes unnerving, but there is a good-hearted core of humour and levity in there too, especially when conversing with all of the weird and wonderful NPCs you’ll find along the way. Hollow Knight has beautiful traditional art, fluid and responsive action, challenging but fair gameplay, and an incredible, bizarre insect world begging to be explored and conquered. \nFeatures \n \n    - A beautiful, eerie world of insects and heroes. \n    - Traditional 2D animation brings creatures and characters to life. \n    - Challenging gameplay that can be difficult but always fair. \n    - Fluid and responsive action allows you to flow through combat like water. \n    - A collection of challenging “feats” the most skilled players can strive for. \n    - Find powerful new abilities and spells on your adventure to grow stronger and open new paths. \n    - Speak with a weird, intriguing cast of characters. \n    - Explore a vast, connected underground world. \n    - Scour the world for hidden secrets – powerful artifacts, piles of riches, and surprising encounters. \n    - Go Dream Diving! Venture into the minds of friends and enemies and discover the strange worlds that await within. \n    - Head to town to seek advice, purchase new items, and chat with quirky townsfolk. \n    - Hidden areas full of the toughest challenges and battles, for expert players. \n    - Ancient mysteries hidden about the world waiting to be solved by the most observant  investigators.\"",
    "popularity": 7.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/dpyxzap0n1zqoe1oezpm.png",
      "cloudinary_id": "dpyxzap0n1zqoe1oezpm",
      "width": 800,
      "height": 317
    }
  },
  {
    "id": 1126,
    "name": "Crowfall",
    "summary": "Crowfall is a Massively Multiplayer Online Role Playing Game (MMORPG).  The Worlds of Crowfall feature unique maps, rules, and victory conditions.  Every World is different, and players join teams (Factions, Guilds or Noble Houses) to vie for control of each World.",
    "popularity": 7.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/zkxznbc79wrjwzlnq1rw.png",
      "cloudinary_id": "zkxznbc79wrjwzlnq1rw",
      "width": 1360,
      "height": 768
    }
  },
  {
    "id": 9928,
    "name": "DiRT Rally",
    "summary": "DiRT Rally is a racing video game focused on rallying. Players compete in timed stage events on tarmac and off-road terrain in varying weather conditions. On release, the game features 17 cars, 36 stages from three real world locations, and asynchronous multiplayer. Rallycross and player versus player multiplayer modes are planned. Codemasters announced a partnership with the FIA World Rallycross Championship in July 2015. The early access version contains cars from the 1960's, 70's, 80's, Group B, Group A, 2010s Modern Rally, and Pikes Peak.",
    "popularity": 7.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/drq27glzvnvmfu5gxixy.png",
      "cloudinary_id": "drq27glzvnvmfu5gxixy",
      "width": 230,
      "height": 320
    }
  },
  {
    "id": 2977,
    "name": "Mortal Kombat : Komplete Edition",
    "summary": "Raiden is about to be killed by Shao Kahn, and just before he delivers the last blow, Raiden sends a mental message to his earlier self by saying that he must win, and the camera rewinds back to Mortal Kombat 1. The Raiden from Mortal Kombat 1 then gets the message and experiences a premonition. The game then spans Mortal Kombat 1, 2, and 3, retelling the story with an enlightened Raiden, who has changed the course of events. Eventually, everything the player has seen happen before — Liu Kang winning, Lin Kuei turning into cybernetic ninjas, has been altered. You might see a cybernetic character who wasn't before, and a different version of events.",
    "popularity": 7.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qscrhgzffnyblbskedqk.png",
      "cloudinary_id": "qscrhgzffnyblbskedqk",
      "width": 728,
      "height": 871
    }
  },
  {
    "id": 11118,
    "name": "Dishonored 2",
    "summary": "Reprise your role as a supernatural assassin in Dishonored 2. Play your way in a world where mysticism and industry collide. Will you choose to play as Empress Emily Kaldwin or the Royal Protector, Corvo Attano? Will you stalk your way through the game unseen, make full use of its brutal combat system, or use a blend of both? How will you combine your character’s unique set of powers, weapons and gadgets to eliminate your enemies? The story responds to your choices, leading to intriguing outcomes, as you play through each of the game’s hand-crafted missions.",
    "popularity": 7,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/mp2ciynlg2ayrxws9om8.png",
      "cloudinary_id": "mp2ciynlg2ayrxws9om8",
      "width": 1524,
      "height": 1679
    }
  },
  {
    "id": 13215,
    "name": "Cossacks 3",
    "summary": "Cossacks 3 will be a real-time strategy video game for Microsoft Windows, OS X, and Linux made by the Ukrainian developer GSC Game World. It will be released before Christmas in December 2016. The game will be a remake of the 2001 classic and is again set in the 17th and 18th centuries of Europe. The original 12 nations will make a return as well as 70 various types of playing units, 100 scientific researches, and over 140 diverse historical buildings.",
    "popularity": 6.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/mdhl8zuxqyh2jqvd9b0p.png",
      "cloudinary_id": "mdhl8zuxqyh2jqvd9b0p",
      "width": 1080,
      "height": 1527
    }
  },
  {
    "id": 7351,
    "name": "DOOM",
    "summary": "Developed by id software, the studio that pioneered the first-person shooter genre and created multiplayer Deathmatch, DOOM returns as a brutally fun and challenging modern-day shooter experience. Relentless demons, impossibly destructive guns, and fast, fluid movement provide the foundation for intense, first-person combat – whether you’re obliterating demon hordes through the depths of Hell in the single-player campaign, or competing against your friends in numerous multiplayer modes. Expand your gameplay experience using DOOM SnapMap game editor to easily create, play, and share your content with the world.",
    "popularity": 6.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/rislo8w1eldnbjomkmuu.png",
      "cloudinary_id": "rislo8w1eldnbjomkmuu",
      "width": 1527,
      "height": 2178
    }
  },
  {
    "id": 24723,
    "name": "Unreal Tournament: Game of the Year Edition",
    "summary": "Unreal Tournament is a first-person shooter video game developed by Epic Games and Digital Extremes. The second installment in the Unreal series, it was first published by GT Interactive in 1999 for Microsoft Windows, and later released on the PlayStation 2 by Infogrames, and on the Dreamcast by Secret Level. Players compete in a series of matches of various types, with the general aim of out-killing opponents. The PC version supports multiplayer online or over a local area network. Free expansion packs were released, some of which were bundled with a 2000 re-release: Unreal Tournament: Game of the Year Edition. \n \nThe game is based on the same technology that powered Unreal, but the design of Unreal Tournament shifted the series' focus to competitive multiplayer action. Development took 18 months, and the game was initially intended to be an expansion for Unreal. Unreal Tournament received critical acclaim, with reviewers praising the graphics, artificial intelligence and gameplay, although the console ports were noted for having limitations. The game won several awards, and remakes have been attempted by fans. The series has continued with the releases of sequels Unreal Tournament 2003 in 2002, Unreal Tournament 2004 in 2004, and Unreal Tournament 3 in 2007.",
    "popularity": 6.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/c8bqgirpjrzsharavmvz.png",
      "cloudinary_id": "c8bqgirpjrzsharavmvz",
      "width": 423,
      "height": 500
    }
  },
  {
    "id": 26196,
    "name": "Crash Bandicoot N. Sane Trilogy",
    "summary": "Crash Bandicoot N. Sane Trilogy is a remastered version, that had to be remade from scratch because of how old the original games are, of the original 3 games with enhanced features applied to each game. They include a unified checkpoint and saving system with manual and auto saves, a new pause menu with some extra features, time trials, and more to be reveled later",
    "popularity": 6.42857142857143
  },
  {
    "id": 10031,
    "name": "Yooka-Laylee",
    "summary": "Yooka-Laylee is an all-new 3D platformer from the creative talent behind the Banjo-Kazooie and Donkey Kong Country games. We’ve come together to form Playtonic Games and create a spiritual successor to our most cherished work from the past! \n \nOur new heroes, Yooka (the green one) and Laylee (the wisecracking bat with big nose) were conceptualised from the ground up for stellar platforming gameplay, created by the same character artist behind the rebooted Donkey Kong family and legendary N64 heroes Banjo and Kazooie. \n \nUsing an arsenal of special moves like Yooka’s tongue grapple and Laylee’s tactical sonar blast, players will explore – and expand – gorgeous 3D worlds drawn up by esteemed environment artist Steven Hurst (Banjo-Kazooie series, Viva Pinata) and discover the plethora of delicious collectibles hidden within.",
    "popularity": 6.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/yep7eiuvroc52esgwonz.png",
      "cloudinary_id": "yep7eiuvroc52esgwonz",
      "width": 1528,
      "height": 1684
    }
  },
  {
    "id": 10232,
    "name": "Thimbleweed Park",
    "summary": "Lost along a dusty stretch of highway, the town of Thimbleweed Park once boasted an opulent hotel, a vibrant business district and the state’s largest pillow factory, but now it teeters on the edge of oblivion and continues to exist for no real reason. It’s a town that makes you itch and your skin crawl. It’s a place no one ever looks for, but everyone seems to find.    \n    \nThimbleweed Park is the curious story of two washed up detectives investigating a dead body found in the river just outside of town. It’s a game where you switch between five playable characters while uncovering the dark, satirical and bizarre world of Thimbleweed Park.",
    "popularity": 6.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/jobhkgkrvermtuz9belt.png",
      "cloudinary_id": "jobhkgkrvermtuz9belt",
      "width": 460,
      "height": 215
    }
  },
  {
    "id": 9498,
    "name": "Deus Ex: Mankind Divided",
    "summary": "Deus Ex: Mankind Divided directly follows the aftermath of the Aug Incident, a day when mechanically augmented citizens all over the world were stripped of control over their minds and bodies, resulting in the deaths of millions of innocents. The year is now 2029, and the golden era of augmentations is over. Mechanically augmented humans have been deemed outcasts and segregated from the rest of society. Crime and acts of terror serve as a thin veil to cover up an overarching conspiracy aimed at controlling the future of mankind…",
    "popularity": 6.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qqgmrd5u11srbn1gudvr.png",
      "cloudinary_id": "qqgmrd5u11srbn1gudvr",
      "width": 600,
      "height": 800
    }
  },
  {
    "id": 1011,
    "name": "Borderlands 2",
    "summary": "Five years after the events of Borderlands, a valuable mineral called \"Eridium\" starts flourishing through Pandora's crust. Handsome Jack, the leader of the Hyperion Corporation, secures this new resource and uses it to rule over Pandora with an iron fist. Meanwhile, rumors of an even larger Vault hidden on Pandora spread across the galaxy, drawing a new group of Vault Hunters to the planet in search of it.",
    "popularity": 6.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/dqioy7m5itj7dv3mzzys.png",
      "cloudinary_id": "dqioy7m5itj7dv3mzzys",
      "width": 1053,
      "height": 1340
    }
  },
  {
    "id": 27053,
    "name": "Stellaris: Utopia",
    "summary": "The stars have called you for millennia and now you walk among them. A universe of possibilities is open to your species as it takes its first fitful steps into the great unknown. Here you can turn your back on the divisive politics of the home planet. Here you can build something new. Here you can unify your people and build that perfect society.   \n   \nOnly in space can you build Utopia.   \n   \nUtopia is the first major expansion for Stellaris, the critically acclaimed science fiction grand strategy game from Paradox Development Studio. As the title suggests, Utopia gives you new tools to develop your galactic empire and keep your people (or birdfolk or talking mushrooms) happy. Push your species further out into the galaxy with new bonuses for rapid exploration or stay closer to home before striking out against all who would challenge you.",
    "popularity": 6.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/jlgkdww9lqiwgvuw7rvq.png",
      "cloudinary_id": "jlgkdww9lqiwgvuw7rvq",
      "width": 290,
      "height": 402
    }
  },
  {
    "id": 76,
    "name": "Dragon Age: Origins",
    "summary": "You are a Grey Warden, one of the last of a legendary order of guardians. With the return of mankind's ancient foe and the kingdom engulfed in civil war, you have been chosen by fate to unite the shattered lands and slay the archdemon once and for all.",
    "popularity": 6,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/pmsjaqypfgfnoggnpuq0.png",
      "cloudinary_id": "pmsjaqypfgfnoggnpuq0",
      "width": 400,
      "height": 567
    }
  },
  {
    "id": 25921,
    "name": "Atelier Firis: The Alchemist and the Mysterious Journey",
    "summary": "The 18th core Atelier game and the second in the Mysterious series.",
    "popularity": 6,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hbqas0uveynmyddwlozr.png",
      "cloudinary_id": "hbqas0uveynmyddwlozr",
      "width": 640,
      "height": 801
    }
  },
  {
    "id": 9730,
    "name": "Firewatch",
    "summary": "Firewatch is a mystery set in the woods of Wyoming, where your only emotional lifeline is the person on the other end of a handheld radio. You play as a man named Henry who has retreated from his messy life to work as a fire lookout in the wilderness. Perched high atop a mountain, it’s your job to look for smoke and keep the wilderness safe. An especially hot and dry summer has everyone on edge. Your supervisor, a woman named Delilah, is available to you at all times over a small, handheld radio -- and is your only contact with the world you’ve left behind. But when something strange draws you out of your lookout tower and into the world, you’ll explore a wild and unknown environment, facing questions and making interpersonal choices that can build or destroy the only meaningful relationship you have.",
    "popularity": 5.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/yp33krrpx2nyy4hv52aa.png",
      "cloudinary_id": "yp33krrpx2nyy4hv52aa",
      "width": 800,
      "height": 572
    }
  },
  {
    "id": 6748,
    "name": "Killing Floor 2",
    "summary": "In Killing Floor 2 players descend into Europe where the Zed outbreak has quickly spread and gained unstoppable momentum. Just one month after the conclusion of the events in the original Killing Floor, the clones are everywhere and civilization is in disarray; governments have collapsed, and military forces are gone.",
    "popularity": 5.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ttt9dlzwz5msfkgfi4az.png",
      "cloudinary_id": "ttt9dlzwz5msfkgfi4az",
      "width": 1000,
      "height": 1322
    }
  },
  {
    "id": 3750,
    "name": "Quantum Break",
    "summary": "Fix Time Before It Destroys Everything!\r\n\r\nWhen time breaks, catastrophe becomes your playground. As hero Jack Joyce, you'll fight your way through epic disasters that stutter back and forth in time. But surviving this unstable world--and halting the end of time itself--is only possible by mastering your new time powers.\r\n\r\n\r\nReleased for Xbox One and as a Windows 10 exclusive on April 5th, 2016. Released Steam on September 14th, 2016.",
    "popularity": 5.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/jvjs74sdhaaialnjqtde.png",
      "cloudinary_id": "jvjs74sdhaaialnjqtde",
      "width": 1515,
      "height": 1647
    }
  },
  {
    "id": 19696,
    "name": "Worms W.M.D",
    "summary": "The worms are back in their most destructive game yet! With a gorgeous, hand-drawn 2D look, brand new weapons, the introduction of crafting, vehicles and buildings plus the return of some much-loved classic weapons and gameplay, Worms W.M.D is the best worms experience ever.",
    "popularity": 5,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/gvkdknkjyqa58rjwdrav.png",
      "cloudinary_id": "gvkdknkjyqa58rjwdrav",
      "width": 9007,
      "height": 6291
    }
  },
  {
    "id": 533,
    "name": "Dishonored",
    "summary": "Dishonored is an immersive first-person action game that casts you as a supernatural assassin driven by revenge. With Dishonored’s flexible combat system, creatively eliminate your targets as you combine the supernatural abilities, weapons and unusual gadgets at your disposal. Pursue your enemies under the cover of darkness or ruthlessly attack them head on with weapons drawn. The outcome of each mission plays out based on the choices you make.",
    "popularity": 5,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/tdmbpbzh0gdsp6rwtnjp.png",
      "cloudinary_id": "tdmbpbzh0gdsp6rwtnjp",
      "width": 723,
      "height": 902
    }
  },
  {
    "id": 112,
    "name": "Devil May Cry 4",
    "summary": "Devil May Cry 4 immerses gamers in a gothic supernatural world, where a new protagonist clashes with a familiar hero. As the new leading man, Nero, players will unleash incredible attacks and non-stop combos using a unique new gameplay mechanic, his powerful \"Devil Bringer\" arm. \n \nWith the advanced graphical capabilities of the PC, high definition visuals and intricate detail come to life as players explore new and exotic locales. Dynamic action and undeniable style combine with explosive fighting options and a gripping story to produce the incomparable experience that only a Devil May Cry game can deliver.",
    "popularity": 5,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/wvaoutsakjogzecsstaf.png",
      "cloudinary_id": "wvaoutsakjogzecsstaf",
      "width": 397,
      "height": 500
    }
  },
  {
    "id": 95,
    "name": "Need for Speed: Hot Pursuit 2",
    "popularity": 4.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/nvv9rijrrddb1mciqpws.png",
      "cloudinary_id": "nvv9rijrrddb1mciqpws",
      "width": 200,
      "height": 286
    }
  },
  {
    "id": 8263,
    "name": "Assassin's Creed: Syndicate",
    "summary": "London, 1868. The Industrial Revolution unleashes an incredible age of invention, transforming the lives of millions with technologies once thought impossible. Opportunities created during this period have people rushing to London to engage in this new world, a world no longer controlled by kings, emperors, politicians, or religion, but by a new common denominator: money.\n\nNot everyone is able to enjoy the benefits of this boom, however. Despite fueling the engine of the British Empire, workers’ lives are little more than legalized slavery while the top few percent profit from their labor. Living poor and dying young, the lower class unite in protest as a new kind of family, gangs, who turn to a life in the underworld in their struggle to survive. A struggle, until watchful Assassins come to their side and re-ignite an age-old conflict involving London’s leaders that will echo throughout modern history, from the underground up.\n\nIntroducing Jacob Frye, who with the help of his twin sister Evie, will change the fate of millions in Assassin’s Creed® Syndicate. Rise to rally and lead the underworld to break the corrupt stranglehold on London in a visceral adventure filled with action, intrigue, and brutal combat.",
    "popularity": 4.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ksyrddwko3ijl6b4ap6n.png",
      "cloudinary_id": "ksyrddwko3ijl6b4ap6n",
      "width": 1280,
      "height": 1805
    }
  },
  {
    "id": 15,
    "name": "Fallout 3",
    "summary": "A young wasteland dweller, fresh out of the vault searches for his father. In the process he helps or hinders the many other people of the Capitol Wasteland.",
    "popularity": 4.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ldhvr54mlzowqkwonznf.png",
      "cloudinary_id": "ldhvr54mlzowqkwonznf",
      "width": 480,
      "height": 592
    }
  },
  {
    "id": 17447,
    "name": "Titanfall 2",
    "summary": "Titanfall 2 will deliver a crafted experience that explores the unique bond between man and machine. Playable offline, the single player campaign in Titanfall 2 will let fans step out onto the Frontier as a Militia rifleman with aspirations of becoming an elite Pilot. Stranded behind enemy lines and facing overwhelming odds, players must team up with a veteran Titan to uphold a mission they were never meant to carry out.",
    "popularity": 4.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fhbeilnghyhhmjqhinqa.png",
      "cloudinary_id": "fhbeilnghyhhmjqhinqa",
      "width": 600,
      "height": 800
    }
  },
  {
    "id": 19440,
    "name": "Agents of Mayhem",
    "summary": "Agents of Mayhem is the new open world game from Volition, the studio that brought you the Saints Row franchise. Play as a cast of unique and diverse Super Agents from all over the world, and lead them in MAYHEM’s epic fight to save the city of Seoul from the destructive schemes of the evil supervillain organization LEGION!",
    "popularity": 4.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qlgpcrbb3epeefx3ru5a.png",
      "cloudinary_id": "qlgpcrbb3epeefx3ru5a",
      "width": 3401,
      "height": 4000
    }
  },
  {
    "id": 71,
    "name": "Portal",
    "summary": "Portal™ is a new single player game from Valve. Set in the mysterious Aperture Science Laboratories, Portal has been called one of the most innovative new games on the horizon and will offer gamers hours of unique gameplay. The game is designed to change the way players approach, manipulate, and surmise the possibilities in a given environment; similar to how Half-Life® 2's Gravity Gun innovated new ways to leverage an object in any given situation. \nPlayers must solve physical puzzles and challenges by opening portals to maneuvering objects, and themselves, through space.",
    "popularity": 4.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hlsitdvwt8awh56a6nbv.png",
      "cloudinary_id": "hlsitdvwt8awh56a6nbv",
      "width": 1508,
      "height": 2125
    }
  },
  {
    "id": 7334,
    "name": "Bloodborne",
    "summary": "Introducing Bloodborne, the latest Action RPG from renowned Japanese developer FromSoftware, makers of the hit Dark Souls series, coming exclusively to PlayStation 4. \n\nFace your fears as you search for answers in the ancient city of Yharnam, now cursed with a strange endemic illness spreading through the streets like wildfire. Danger, death and madness lurk around every corner of this dark and horrific world, and you must discover its darkest secrets in order to survive.",
    "popularity": 4.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fivw1ogfjw266t72kcn2.png",
      "cloudinary_id": "fivw1ogfjw266t72kcn2",
      "width": 819,
      "height": 910
    }
  },
  {
    "id": 866,
    "name": "Sid Meier's Civilization V",
    "summary": "Sid Meier's Civilization V is a turnbased strategy game where the player leads a civilization from the stoneage all the way to future tech, there is more than one way to win, achieving one of a number of different victory conditions through research, exploration, diplomacy, expansion, economic development, government and military conquest \nYou will face other civilizations, either online as other people or played by the computer, civilization 5 features a advanced diplomacy system when dealing with computer controlled civs or computer controlled city-states.   \n \nIts first expansion pack, Civilization V: Gods & Kings, was released on June 19, 2012 in North America and June 22 internationally. It includes features such as religion, espionage, enhanced naval combat and combat AI, as well as nine new civilizations.[11] \n \nA second expansion pack, Civilization V: Brave New World, was announced on March 15, 2013. It includes features such as international trade routes, a world congress, tourism, great works, as well as nine new civilizations and eight additional wonders. It was released on July 9, 2013 in North America and on July 12, 2013 in the rest of the world.",
    "popularity": 4.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/oofprqfbegoldfhfi88q.png",
      "cloudinary_id": "oofprqfbegoldfhfi88q",
      "width": 640,
      "height": 799
    }
  },
  {
    "id": 26939,
    "name": "Mario Sports Superstars",
    "popularity": 4.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/h8qvbzsjt1cdzgkvicnq.png",
      "cloudinary_id": "h8qvbzsjt1cdzgkvicnq",
      "width": 1547,
      "height": 1377
    }
  },
  {
    "id": 19587,
    "name": "Destiny: Rise Of Iron",
    "summary": "Destiny: Rise of Iron is the next highly anticipated expansion to the Destiny universe. It features an all new cinematic story campaign set within The Plaguelands, a brand new location on Earth. Under the command of Lord Saladin you will face a new faction of Fallen Devils, the Splicers, while unravelling the mystery of the Iron Lords. Rise of Iron features new weapons, armor, and gear, as well as a new cooperative three-player Strike, a new mode and maps for the Crucible competitive multiplayer, and an all new six-player cooperative Raid.",
    "popularity": 4.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fs8rrg3rmqy42slve8n5.png",
      "cloudinary_id": "fs8rrg3rmqy42slve8n5",
      "width": 1148,
      "height": 1346
    }
  },
  {
    "id": 19405,
    "name": "F1 2016",
    "summary": "F1 2016’s new career mode spans 10 seasons and will take you deeper into the world’s most glamorous, exciting and prestigious motorsport, both on and off the track. The life-like recreation of the sport will be further enhanced by the addition of the sport’s iconic Safety Car and Virtual Safety Car, which have been written from the ground up, as well as the introduction of the challenging new street circuit in Baku, Azerbaijan for the 2016 FORMULA 1 GRAND PRIX OF EUROPE.",
    "popularity": 4.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/scicowyqqkhfjlnfh1zk.png",
      "cloudinary_id": "scicowyqqkhfjlnfh1zk",
      "width": 1491,
      "height": 1968
    }
  },
  {
    "id": 1062,
    "name": "Alan Wake",
    "summary": "Presented in the style of a TV series, Alan Wake features the trademark Remedy storytelling and pulse-pounding action sequences. As players dive deeper and deeper into the mystery, they’ll face overwhelming odds, plot twists, and cliffhangers. It’s only by mastering the Fight With Light combat mechanic that they can stay one step ahead of the darkness that spreads across Bright Falls.  \n \nWith the body of an action game and the mind of a psychological thriller, Alan Wake’s intense atmosphere, deep and multi-layered story, and exceptionally tense combat sequences provide players with an entertaining and original gaming experience.",
    "popularity": 4.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/bcbcj6ge9mfqdk3lhioj.png",
      "cloudinary_id": "bcbcj6ge9mfqdk3lhioj",
      "width": 341,
      "height": 421
    }
  },
  {
    "id": 7205,
    "name": "Superhot",
    "summary": "SUPERHOT is the first person shooter where time moves only when you move.\n\nWith its mesmerising gameplay and unique, stylized graphics SUPERHOT aims to finally add something new and disruptive to the FPS genre.\n\nSee the bullets crawling towards you as you carefully plan your steps and aim your gun. Enjoy the mayhem that is unleashed as you put that plan into motion.",
    "popularity": 4.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/eiw7j5pza848qws0owyx.png",
      "cloudinary_id": "eiw7j5pza848qws0owyx",
      "width": 714,
      "height": 1000
    }
  },
  {
    "id": 673,
    "name": "Doom",
    "summary": "A sci-fi FPS in which a space mercenary searches for his lost friend from the box art.\r\n\r\nThings aren't looking too good. You'll never navigate off the planet on your own. Plus, all the heavy weapons have been taken by the assault team leaving you with only a pistol. If you only could get your hands around a plasma rifle or even a shotgun you could take a few down on your way out. Whatever killed your buddies deserves a couple of pellets in the forehead. Securing your helmet, you exit the landing pod. Hopefully you can find more substantial firepower somewhere within the station. As you walk through the main entrance of the base, you hear animal-like growls echoing through the distant corridors. They know you're here. There's no turning back now.",
    "popularity": 4.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/w3hv4rlt3rrbsdljldbz.png",
      "cloudinary_id": "w3hv4rlt3rrbsdljldbz",
      "width": 640,
      "height": 984
    }
  },
  {
    "id": 19839,
    "name": "BioShock: The Collection",
    "summary": "\"Relive the depths of Rapture and sail through Columbia in BioShock: The Collection! Remastered for current-gen, this edition includes all three BioShock games, complete with all single-player DLC and a never-before-seen video series with commentary from Ken Levine.\" \n \n \n\"BioShock Infinite is not being remastered on PC because it already meets current-gen console standards and runs smoothly on high visual settings. \n \nBioShock: The Collection will not include BioShock 2 multiplayer.\"",
    "popularity": 4,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/xv5nduvlkavjc9iirghg.png",
      "cloudinary_id": "xv5nduvlkavjc9iirghg",
      "width": 283,
      "height": 328
    }
  },
  {
    "id": 26167,
    "name": "Bulletstorm: Full Clip Edition",
    "summary": "\"Battle your way through throngs of Stygia’s mutated inhabitants, performing masterful kills throughout the single-player campaign—or one of 30 competitive score-challenge or 12 co-operative multiplayer maps—using Bulletstorm: Full Clip Edition’s unique “Skillshot” system that rewards you for executing the most creative and deadly kills imaginable.   \n   \nBulletstorm: Full Clip edition is the definitive Bulletstorm experience that includes all existing Bulletstorm add-ons, plus brand-new content exclusive to Full Clip!\"",
    "popularity": 4,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/h0ejkt5jnoj8htpnf6sg.png",
      "cloudinary_id": "h0ejkt5jnoj8htpnf6sg",
      "width": 761,
      "height": 839
    }
  },
  {
    "id": 11069,
    "name": "LEGO Marvel's Avengers",
    "summary": "Avengers Assemble! The best-selling LEGO Marvel videogame franchise returns with a new action-packed, Super Hero adventure. Join the LEGO Marvel’s Avengers team and experience the first console videogame featuring characters and storylines from the critically-acclaimed film Marvel’s The Avengers, the blockbuster sequel Marvel’s Avengers: Age of Ultron, and more. Play as the most powerful Super Heroes in their quest to save the world.",
    "popularity": 3.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qogjhl5p9ylbgnlgdseq.png",
      "cloudinary_id": "qogjhl5p9ylbgnlgdseq",
      "width": 1064,
      "height": 1200
    }
  },
  {
    "id": 14746,
    "name": "Batman: The Telltale Series",
    "summary": "Enter the fractured psyche of Bruce Wayne and discover the powerful and far-reaching consequences of your choices as the Dark Knight. \r\r\n\r\r\nIn this gritty and violent new story from the award-winning creators of The Walking Dead – A Telltale Games Series, you'll make discoveries that will shatter Bruce Wayne's world, and the already fragile stability of a corrupt Gotham City.",
    "popularity": 3.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/aoq2zlw7qozq5ru1jqqp.png",
      "cloudinary_id": "aoq2zlw7qozq5ru1jqqp",
      "width": 1176,
      "height": 1369
    }
  },
  {
    "id": 1022,
    "name": "The Legend of Zelda",
    "summary": "Set in the fantasy land of Hyrule, the plot centers on a boy named Link, the playable protagonist, who aims to collect the eight fragments of the Triforce of Wisdom in order to rescue Princess Zelda from the antagonist, Ganon. During the course of the game, the player sees Link from a top-down perspective and must navigate him through the overworld and several dungeons, defeating enemies and finding secrets along the way.",
    "popularity": 3.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/k415aburtx4t0h64fpal.png",
      "cloudinary_id": "k415aburtx4t0h64fpal",
      "width": 640,
      "height": 913
    }
  },
  {
    "id": 18814,
    "name": "The King of Fighters XIV",
    "summary": "Game visuals have evolved into 3D graphics, however \"KOF XIV\" keeps the classic 2D gameplay and \"3-on-3 TEAM BATTLE\" game system that has made the series such a big success over the years.\n\nThe first chapter of a brand new \"KOF Saga\", which welcomes a plethora of returning characters as well as newcomers, now begins!",
    "popularity": 3.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qpf9haahfhtncvv5lsqg.png",
      "cloudinary_id": "qpf9haahfhtncvv5lsqg",
      "width": 1205,
      "height": 1500
    }
  },
  {
    "id": 18433,
    "name": "Overcooked",
    "summary": "Overcooked is a co-op cooking game for 1-4 players. Working as a team, you and your fellow chefs must prepare, cook and serve up a variety of tasty orders before the baying customers storm out.\n\nTake part in an epic journey across the Onion Kingdom and tackle an increasingly challenging and bizarre gauntlet of kitchens which will push your skills of co-operation and co-ordination to the very limits.",
    "popularity": 3.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ezejvnuu7jddixivcwc5.png",
      "cloudinary_id": "ezejvnuu7jddixivcwc5",
      "width": 768,
      "height": 768
    }
  },
  {
    "id": 19564,
    "name": "Death Stranding",
    "summary": "Death Stranding is an upcoming open world action video game developed by Kojima Productions and published by Sony Interactive Entertainment for the PlayStation 4.",
    "popularity": 3.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ylidagn55vltzwhlwvpz.png",
      "cloudinary_id": "ylidagn55vltzwhlwvpz",
      "width": 300,
      "height": 424
    }
  },
  {
    "id": 18860,
    "name": "Beat Cop",
    "summary": "A retro, pixel art style adventure in New York, inspired by 80’s cop shows. You are Jack Kelly and you’ve been framed into murder. Now as a regular beat cop you have to find out, who did that. Expect thick crime story, a lot of black humour and all the other things you can find on the streets of Brooklyn.",
    "popularity": 3.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hqhri3ceim2ocsns64az.png",
      "cloudinary_id": "hqhri3ceim2ocsns64az",
      "width": 2400,
      "height": 1200
    }
  },
  {
    "id": 1266,
    "name": "Assassin's Creed III",
    "summary": "The American Colonies, 1775. A brave young warrior fights to save his homeland. But what begins as a struggle over territory turns into an extraordinary journey that will transform him into a Master Assassin—and will forever change the destiny of a nation. \n You are Connor, warrior son of a Native American mother and British father.  As the colonies draw closer to revolution, you will dedicate your life to the freedom of your clan –becoming the spark that ignites the revolution into full blaze. Your crusade will take you through blood-soaked battlefields to crowded city streets, to perilous wilderness and beyond. You will not only witness history—you will make it. \nWelcome to an entirely new chapter in the Assassin’s Creed saga.",
    "popularity": 3.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/esr2k3gudxkwyvnxz2ur.png",
      "cloudinary_id": "esr2k3gudxkwyvnxz2ur",
      "width": 1057,
      "height": 1323
    }
  }

  ,{
    "id": 8197,
    "name": "Tetris",
    "summary": "Tetris is an electronic puzzle game that was created by Alexey Pajitnov in 1984, while working in the USSR as a computer programmer. Pajitnov often programmed games to test new equipment using simple tasks, and in his spare time, developed a computer game inspired by his favorite puzzle board game Pentominos. The objective of Pentominos was to fit 12 different geometric-shaped pieces formed out of five squares into a box.\n\nPajitnov’s vision was to create an electronic game where players arranged puzzle pieces in real time by having them “fall” faster and faster from the top of the screen. Pajitnov designed the game using seven distinctive playing pieces made from four squares. He called it Tetris, after “tetra,” the Greek word for four, and tennis, his favorite sport. After giving the game to his colleagues, it became an instant, hugely addictive hit, and shortly thereafter spread like wildfire throughout the Soviet Bloc’s computer literate.  His subsequent friendship with game designer, Henk Rogers, now Blue Planet Software Chairman and Managing Director of The Tetris Company, brought the Tetris game out of the Soviet Union to become one of the most widely played electronic games of all time.",
    "popularity": 3.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ocrdnzywvyzcjow0jygv.png",
      "cloudinary_id": "ocrdnzywvyzcjow0jygv",
      "width": 223,
      "height": 320
    }
  },
  {
    "id": 333,
    "name": "Quake",
    "summary": "Quake is a first-person shooter video game, developed by id Software and published by GT Interactive in 1996 and featured music composed by Trent Reznor and Nine Inch Nails. It is the first game in the popular Quake series. In the game, players must find their way through various maze-like, medieval environments while battling a variety of monsters using a wide array of weapons.",
    "popularity": 3.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ychbfdziraftpso6ml3q.png",
      "cloudinary_id": "ychbfdziraftpso6ml3q",
      "width": 302,
      "height": 288
    }
  },
  {
    "id": 5613,
    "name": "Baldur's Gate II: Enhanced Edition",
    "summary": "Kidnapped. Imprisoned. Tortured. The wizard Irenicus holds you captive in his stronghold, attempting to strip you of the powers that are your birthright.\n\nCan you resist the evil within you, forge a legend of heroic proportions, and ultimately destroy the dark essence that haunts your dreams? Or will you embrace your monstrous nature, carve a swath of destruction across the realms, and ascend to godhood as the new Lord of Murder?\n\nBaldur's Gate II: Enhanced Edition brings this critically acclaimed role-playing experience to PC, Mac, iPad, and Android.",
    "popularity": 3.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/cf2spibp4szrm251nisf.png",
      "cloudinary_id": "cf2spibp4szrm251nisf",
      "width": 1920,
      "height": 1080
    }
  },
  {
    "id": 19765,
    "name": "Berserk and the Band of the Hawk",
    "popularity": 3.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/rglwhhdwgoxjlf3zl9rb.png",
      "cloudinary_id": "rglwhhdwgoxjlf3zl9rb",
      "width": 398,
      "height": 444
    }
  },
  {
    "id": 7967,
    "name": "Colin McRae Rally",
    "summary": "Colin McRae Rally is the first entry in the Colin McRae Rally franchise. The game features twelve different laser modeled vehicles in which players can compete against the clock and your rivals over fifty unique stages from eight different countries.",
    "popularity": 3.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/nunavf6xlgwzv7n2xkdw.png",
      "cloudinary_id": "nunavf6xlgwzv7n2xkdw",
      "width": 547,
      "height": 640
    }
  },
  {
    "id": 22783,
    "name": "The Sexy Brutale",
    "summary": "“The Sexy Brutale” is the Marquis’ renowned grand casino and residence. He is well known for his highly anticipated annual masked ball and his eccentric taste in friends. But something truly evil has found its way into the heart of The Sexy Brutale during this year’s party, turning the ball into a nightmare where the guests are being murdered with no hope for escape.  \n \nAs the story unfolds in real-time, the player must find answers to every enigma and end the loop, saving all the guests’ lives.",
    "popularity": 3.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/f4k81hfda9eukzlm0vca.png",
      "cloudinary_id": "f4k81hfda9eukzlm0vca",
      "width": 300,
      "height": 430
    }
  },
  {
    "id": 123,
    "name": "World of Warcraft",
    "summary": "Four years have passed since the aftermath of Warcraft III: Reign of Chaos, and a great tension now smolders throughout the ravaged world of Azeroth. As the battle-worn races begin to rebuild their shattered kingdoms, new threats, both ancient and ominous, arise to plague the world once again. World of Warcraft is an online role-playing experience set in the award-winning Warcraft universe. Players assume the roles of Warcraft heroes as they explore, adventure, and quest across a vast world. Being \"Massively Multiplayer,\" World of Warcraft allows thousands of players to interact within the same world. Whether adventuring together or fighting against each other in epic battles, players will form friendships, forge alliances, and compete with enemies for power and glory. A dedicated live team will create a constant stream of new adventures to undertake, lands to explore, and monsters to vanquish. This content ensures that the game will never be the same from month to month, and will continue to offer new challenges and adventures for years to come. \n \nThis game has a monthly online fee. Adventure together with thousands of other players simultaneously. Explore an expansive world with miles of forests, deserts, snow-blown mountains, and other exotic lands. Join the Horde or the Alliance as one of 8 playable races. Select from 9 classes, including holy Paladins, shape-shifting Druids, powerful Warriors and Mages, demon-summoning Warlocks, and more. Encounter many familiar and new Warcraft characters and monsters. Learn the continuing story of Azeroth by completing a wide variety of challenging quests. Journey through an epic world filled with dungeons of different styles and depths. Explore 6 huge capital cities, which serve as major hubs for the races inhabiting them. Practice various trade skills to help locate reagents, make and enhance custom items, acquire wealth through trade with other players, and more. Purchase tickets for travel along a number of air routes flown by creatures such as Gryphons and Wyverns. For global transportation, travel by Boat or Goblin Zeppelin. Once a certain level has been achieved, players can choose to purchase permanent personal mounts, such as Dire Wolves and Horses. Establish a guild, purchase a custom guild tabard, and promote or demote recruits to different ranks within the guild. Locate and engage other players with easy-to-use features and tools, including chat channels, friends lists, and animated and audible character expressions. Customize the game's interface via XML. Enjoy hundreds of hours of gameplay with new quests, items, and adventures every month.",
    "popularity": 3.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/osspygfgdohniipayzeu.png",
      "cloudinary_id": "osspygfgdohniipayzeu",
      "width": 640,
      "height": 913
    }
  },
  {
    "id": 19549,
    "name": "Day of Infamy",
    "summary": "The creators of Insurgency present the next installment of their successful FPS platform with Day of Infamy. Featuring tactical close-quarters WWII engagements across a wide range of multiplayer and coop scenarios, Day of Infamy is a highly intense teamwork-rewarding experience.",
    "popularity": 3,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qttgdoeiddaxbptdbn2y.png",
      "cloudinary_id": "qttgdoeiddaxbptdbn2y",
      "width": 1024,
      "height": 576
    }
  },
  {
    "id": 1377,
    "name": "Spec Ops: The Line",
    "summary": "Spec Ops: The Line's emotional narrative unfolds within the destroyed opulence of Dubai. Once a playground for the world's wealthiest elite, now Dubai has been reclaimed by Mother Nature, buried underneath the most devastating sandstorm ever recorded. Spec Ops: The Line allows gamers to play as Captain Martin Walker, leader of an elite Delta Force team ordered to infiltrate the treacherous region and bring home U.S. Army Colonel John Konrad.",
    "popularity": 3,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/dmehypkbj8vhnbpf8aga.png",
      "cloudinary_id": "dmehypkbj8vhnbpf8aga",
      "width": 1534,
      "height": 1857
    }
  },
  {
    "id": 9924,
    "name": "Sins of a Solar Empire: Rebellion",
    "summary": "The Next Installment to the Award-Winning RTS.\n\nWhile many were hopeful that diplomacy would finally end the war, differing opinions on what should be done, along with the depleted power of the controlling factions, has led to a splintering of the groups involved.\n\nThe loyalist members of the Trader Emergency Coalition adopt a policy of isolation, focusing on enhanced defenses to ride out the rest of the war. Those who rebel against the coalition take on a purely militant view, coming to the opinion that the only way to bring peace is by ultimately crushing all who oppose them - especially xenos.\n\nFor the first time in their history, the war creates a schism in the Advent Unity. The loyalists seek to continue their policy of revenge against the Traders, and to assimilate all others to the Unity’s influence. However, others amongst the Advent suspect that a corrupting influence from within has diverted the Unity from its proper destiny.\n\nThe divide created in the Vasari Empire is less pronounced, but just as severe to their people. With the Vasari now practically frantic to move on to new space, the loyalist faction abandons cooperation and decides to take the resources they need by any means necessary. Having accepted the need to work together, the rebel faction feels that their best chance for survival is to work with the other races and bring them along to flee the approaching enemy.\n\nTake the battle for galactic supremacy to its ultimate level in Sins of a Solar Empire: Rebellion – a standalone RT4X game that combines the tactics of real-time strategy with the depth of the 4X genre (eXplore, eXpand, eXploit, eXterminate).",
    "popularity": 3,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/esqerqlhzyckompuqesz.png",
      "cloudinary_id": "esqerqlhzyckompuqesz",
      "width": 460,
      "height": 215
    }
  },
  {
    "id": 10919,
    "name": "XCOM 2",
    "summary": "In XCOM 2, the roles have been reversed, and XCOM is now the invading force. They are hampered by limited resources and must constantly evade the alien threat in their new mobile headquarters. Players must use a combination of firepower and stealth-like tactics to help XCOM recruit soldiers and build a resistance network, while attempting to expose the evil alien agenda and save humanity. \n\nXCOM 2 will introduce gameplay features such as procedurally-generated levels, which will make each experience unique to the player, as well as offer a much deeper level of modding support. Additionally, XCOM 2 will offer a variety of new content including five updated soldier classes, increased soldier customization, more alien and enemy types, evolved tactical combat and more.",
    "popularity": 2.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ozntsi8g8zxrc44kuibz.png",
      "cloudinary_id": "ozntsi8g8zxrc44kuibz",
      "width": 1519,
      "height": 2156
    }
  },
  {
    "id": 77,
    "name": "Dragon Age: Origins - Awakening",
    "summary": "This is the first and only official expansion pack for Dragon Age: Origins.  \n  \nFor centuries, the Grey Wardens—the ancient order of guardians, sworn to unite and defend the lands—have been battling the darkspawn forces. Legend spoke that slaying the Archdemon would have put an end to the darkspawn threat for centuries to come, but somehow they remain. You are the Grey Warden Commander and have been entrusted with the duty of rebuilding the order of Grey Wardens and uncovering the secrets of the darkspawn and how they managed to remain.  \n  \nHow you choose to rebuild your order, how you resolve the conflict with “The Architect”, and how you determine the fate of the darkspawn will be but some of the many complex choices that await and shape your journey as you venture to the new land of Amaranthine.  \n  \nPut your skills to the test against an evolved, intelligent breed of Darkspawn and other menacing creatures including the Inferno Golem and Spectral Dragon!",
    "popularity": 2.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/uikydh68nuprsutbujnm.png",
      "cloudinary_id": "uikydh68nuprsutbujnm",
      "width": 400,
      "height": 576
    }
  },
  {
    "id": 78,
    "name": "Dragon Age II",
    "summary": "Dragon Age: Origins is the award winning dark heroic fantasy roleplaying game developed by BioWare. Awakening is an expansion pack that features a new opportunity for players to continue the exploits of their Origins character or to start a new character facing an all new darkspawn threat.\nFor centuries, the Grey Wardens—the ancient order of guardians, sworn to unite and defend the lands—have been battling the darkspawn forces. Legend spoke that slaying the Archdemon would have put an end to the darkspawn threat for centuries to come, but somehow they remain.\nYou are the Grey Warden Commander and have been entrusted with the duty of rebuilding the order of Grey Wardens and uncovering the secrets of the darkspawn and how they managed to remain.\nHow you choose to rebuild your order, how you resolve the conflict with \"The Architect\", and how you determine the fate of the darkspawn will be but some of the many complex choices that await and shape your journey as you venture to the new land of Amaranthine.",
    "popularity": 2.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fgtpxfhbh8fkkoynptjk.png",
      "cloudinary_id": "fgtpxfhbh8fkkoynptjk",
      "width": 500,
      "height": 706
    }
  },
  {
    "id": 28055,
    "name": "Countdown Vampires",
    "popularity": 2.57142857142857
  },
  {
    "id": 19520,
    "name": "FAR: Lone Sails",
    "summary": "„FAR: Lone Sails“ is a vehicle adventure game. The player needs to maintain and upgrade their unique vessel to traverse a dried-out sea.",
    "popularity": 2.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/k27cu9t4hctvxgw267gi.png",
      "cloudinary_id": "k27cu9t4hctvxgw267gi",
      "width": 851,
      "height": 315
    }
  },
  {
    "id": 19554,
    "name": "Steep",
    "summary": "Ride a massive open world of the Alps and Alaska, where the powder is always fresh and the run never ends.Defy and master the world’s most epic mountains on skis, wingsuit, snowboard, and in paraglide. Go solo or drop in side by side with other players. Record and share the most insane stunts ever captured, then challenge the world to beat your best tricks, ride your custom lines, and relive your most epic wipeouts.",
    "popularity": 2.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hwan8wag6ype4xpiu1gv.png",
      "cloudinary_id": "hwan8wag6ype4xpiu1gv",
      "width": 5097,
      "height": 6500
    }
  },
  {
    "id": 11590,
    "name": "The Surge",
    "summary": "The Surge is a sci-fi spin on Dark Souls, from the Lords of the Fallen team.    \n    \nSet in a heavily dystopian future as Earth nears the end of its life, those who remain in the overpopulated cities must work to survive as social programs have become saturated by an aging population and increasing environmental diseases. The world of The Surge offers a very grim vision of the future, where the evolution of our technology, our society and our relation with the environment led to a decadent state of the Human civilization.    \n    \nFitted with an advanced CREO exo-suit, balancing your core power against your implants and exo-suit upgrades will allow you to specialize in a huge variety of combat styles, thanks to the almost limitless combinations of addons and dozens of make-shift weapons salvaged from the industrial complex. Finely tune your gear to match your playstyle, and to best suit the challenge ahead. The Metroidvanian levels open up as your core power increases, allowing you to over-charge doors previously too strong for your suit to damage and opening new pathways for you to explore. The CREO facility is vast, and if you want to find and craft the best equipment and weapons, you will need to search every area for secrets and hidden items.    \n    \nThe Surge features innovative combat mechanics, allowing you to target individual limbs and dismember the exo-suit add-on or weapon you want to acquire. Collecting tech-scrap and blueprints, you will be able to return to the Operation Center to level up and craft new exo-suit addons and weapons salvaged throughout the level. The most powerful of these can be acquired from the world’s gigantic, industrial bosses. Most of what you encounter in The Surge was never originally designed to kill you, and most of the items you loot and craft were never meant for combat. However, the combined strength of the exo-suit and near-future technology of CREO mean that anything from fork-lifting addons to laser cutters can be used as lethal weapons for diving deeper into the facility.",
    "popularity": 2.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hdjven3xirekelyyjl2e.png",
      "cloudinary_id": "hdjven3xirekelyyjl2e",
      "width": 754,
      "height": 1078
    }
  },
  {
    "id": 26165,
    "name": "Marvel’s Guardians of the Galaxy: The Telltale Series",
    "summary": "Marvel's Guardians of the Galaxy: The Telltale Series is a brand new story of the universe's unlikeliest heroes: Star-Lord, Gamora, Drax, Rocket, and Groot. In the wake of an epic battle, the Guardians discover an artifact of unspeakable power. Each of them has a reason to desire this relic, as does a ruthless enemy who is the last of her kind, and who will stop at nothing to tear it from their hands.   \n   \nFrom Earth to the Milano to Knowhere and beyond, and set to the beat of awesome music, you wear the rocket-powered boots of Star-Lord in an original Guardians adventure, where your decisions and actions drive the story you experience.",
    "popularity": 2.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/une8ewltuwvcvza9drxy.png",
      "cloudinary_id": "une8ewltuwvcvza9drxy",
      "width": 1920,
      "height": 1080
    }
  },
  {
    "id": 1886,
    "name": "Homefront: The Revolution",
    "summary": "Homefront: The Revolution is an open-world first person shooter where you must lead the Resistance movement in guerrilla warfare against a superior military force.A living, breathing, open world responds to your actions - you and your Resistance Cell can inspire a rebellion on the streets and turn Occupation into Revolution, as oppressed civilians take up the fight.",
    "popularity": 2.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/c52qmjcok9kafqnko2k9.png",
      "cloudinary_id": "c52qmjcok9kafqnko2k9",
      "width": 2490,
      "height": 3286
    }
  },
  {
    "id": 9898,
    "name": "Total War: Warhammer",
    "summary": "A unique combination of colossal real-time battles and an addictive turn-based sandbox campaign game of statecraft, politics and empire building, Total War: WARHAMMER will deliver hundreds of hours of absorbing gameplay. \n\nWhat is more, this title will go on to combine with two further standalone instalments and additional content packs to create the largest Total War experience ever. An epic trilogy of titles that will redefine fantasy strategy gaming.\n\nThis is the dawn of a new era. Total War: WARHAMMER brings to life a world of legendary heroes, towering monsters, flying creatures, storms of magical power and regiments of nightmarish warriors.",
    "popularity": 2.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/giiyfrfxvl0wvaasafra.png",
      "cloudinary_id": "giiyfrfxvl0wvaasafra",
      "width": 1521,
      "height": 2161
    }
  },
  {
    "id": 9254,
    "name": "Subnautica",
    "summary": "Subnautica is an open world, underwater exploration and adventure game currently under construction at Unknown Worlds, the independent developer behind Natural Selection 2.",
    "popularity": 2.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/uppylnya8h7k7jblynnj.png",
      "cloudinary_id": "uppylnya8h7k7jblynnj",
      "width": 460,
      "height": 215
    }
  },
  {
    "id": 18031,
    "name": "Fallout 4: Far Harbor",
    "summary": "A new case from Valentine’s Detective Agency leads you on a search for a young woman and a secret colony of synths. Travel off the coast of Maine to the mysterious island of Far Harbor, where higher levels of radiation have created a more feral world. Navigate through the growing conflict between the synths, the Children of Atom, and the local townspeople. Will you work towards bringing peace to Far Harbor, and at what cost? Far Harbor features the largest landmass for an add-on that we’ve ever created, filled with new faction quests, settlements, lethal creatures and dungeons. Become more powerful with new, higher-level armor and weapons. The choices are all yours.",
    "popularity": 2.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/cxim2ekmvcqtnmorfln3.png",
      "cloudinary_id": "cxim2ekmvcqtnmorfln3",
      "width": 1527,
      "height": 1946
    }
  },
  {
    "id": 280,
    "name": "Doom 3",
    "summary": "A massive demonic invasion has overwhelmed the Union Aerospace Corporation's (UAC) Mars Research Facility, leaving only chaos and horror in its wake. As one of only a few survivors, you must fight your way to hell and back against a horde of evil monsters. The path is dark and dangerous, but you'll have an array of weapons--including a pistol, a chainsaw, grenades, and more--to use for protection.",
    "popularity": 2.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qt1tuoahwosebxtcynit.png",
      "cloudinary_id": "qt1tuoahwosebxtcynit",
      "width": 1528,
      "height": 2195
    }
  },
  {
    "id": 19563,
    "name": "Batman Arkham VR",
    "summary": "Your quest to clean up Gotham has only just begun – and now it’s even more terrifying than it’s ever been. Exclusive to PlayStation VR, Batman: Arkham VR lets you become the Dark Knight in a virtual reality recreation of the DC’s hero’s more iconic locations. \n \nBecome the world’s greatest detective and explore places such as Wayne Manor and the Batcave as you battle in a brand new and personal story set in Rocksteady’s classic Arkham universe.",
    "popularity": 2.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/bg1yanlwpkrou0n3cdas.png",
      "cloudinary_id": "bg1yanlwpkrou0n3cdas",
      "width": 2003,
      "height": 2543
    }
  },
  {
    "id": 5489,
    "name": "Game Of Thrones",
    "summary": "Experience an amazing adventure in one of the most complete and fascinating universes in medieval-fantasy literature. Game of Thrones is a great Role Playing Game that puts you at the core of a thrilling plot, where your fate will be guided by vengeance, allegiance and honor.\n\nPlay as two very different heroes across the two main quests leading you to the heart of mythical locations from Westeros. Amidst a background of conspiracy and betrayal, try to survive the orchestrated machinations around the Iron Throne.\n\nDevelop your characters, learn powerful skills, and participate in tactical and spectacular battles; sharpen your diplomacy skills to sometimes favor speech over violence. But more than anything, beware... all your actions may have heavy consequences on your adventure!",
    "popularity": 2.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/mevrgjk99f8yjfsvbyqb.png",
      "cloudinary_id": "mevrgjk99f8yjfsvbyqb",
      "width": 1535,
      "height": 1893
    }
  },
  {
    "id": 27209,
    "name": "SINoALICE",
    "popularity": 2.28571428571429
  },
  {
    "id": 3078,
    "name": "Sniper Elite V2",
    "summary": "Sniper Elite V2 is the eagerly-awaited sequel to the highly-acclaimed Sniper Elite, giving gamers the most authentic World War II sniping experience available. You are elite US sniper Karl Fairburne. Parachuted into Berlin amidst the Germans’ final stand, your mission is to prevent Nazi V2 rocket program technology from falling into the hands of the besieging Red Army. You must aid key scientists keen to defect to the US, and terminate those who would help the Russians. \n \n \n \nTake advantage of authentic weaponry, learn how to stalk your targets, fortify your position, set up the shot, use your skill, patience and cunning to achieve your mission. Stealth gameplay is the key as you find yourself trapped between two desperate armies in a race against time. Watch as the celebrated ‘bullet cam’ from Sniper Elite returns, bloodier and more gruesome than ever – skilful shots are rewarded with a slow-motion flight of the bullet, then targets are graphically rendered in X-Ray as the bullet enters and destroys your victim. Organs shred, bones splinter, teeth shatter, as the true impact of the sniper’s bullet is brought to life. \n \n \n \nAs World War Two ends and the Cold War begins, every shot counts. Use it wisely.",
    "popularity": 2.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/pmbx9numbedqh8ovm89v.png",
      "cloudinary_id": "pmbx9numbedqh8ovm89v",
      "width": 1061,
      "height": 1500
    }
  },
  {
    "id": 6032,
    "name": "Borderlands: The Pre-Sequel",
    "summary": "Shoot 'n' loot your way through a brand new adventure that rockets you onto Pandora's moon in Borderlands: The Pre-Sequel. Discover the story behind Borderlands 2’s villain, Handsome Jack, and his rise to power in this brand new game in the Borderlands series. Taking place between the original Borderlands and Borderlands 2, the Pre-Sequel gives you a whole lotta new gameplay featuring the genre fusion of shooter and RPG gameplay that players can’t get enough of. \n\nGet high in low gravity and launch across the moonscape to take enemies down from above using new ice and laser weapons. Catch-a-ride on the lunar landscape with new vehicles equipped with deadly weapons allowing for more levels of destructive mayhem. So grab a friend (or two, or three), strap on a rocket, and take off on a brand new Borderlands adventure",
    "popularity": 2.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fw3ezussyqxhfh09jwfw.png",
      "cloudinary_id": "fw3ezussyqxhfh09jwfw",
      "width": 500,
      "height": 710
    }
  },
  {
    "id": 12206,
    "name": "Inner Chains",
    "summary": "Inner Chains is an FPS horror embedded in an unprecedented surreal world. The objective of the player is to understand and unravel the mysteries of the mystical world while overcoming many dangers created by the biomechanical environment.  \n  \nThe world, in which we find ourselves in Inner Chains no longer resembles the one we know. It is the world that is hunting us – we are a small part of it trying to unravel its mysteries.  \n  \nThrowing you into the dark and mysterious world, we want to make you feel lost, discover it piece by piece and learn to use it against enemies. In designing the levels, we want them always to have more than just one way to the goal. We will not walk you through it. We will only give you clues. How you handle this alien and hostile place depends entirely on you.  \n  \nFrom forgotten, mountain ruins, through a dangerous forest where flora and fauna are our mortal enemies, to the great temples built by a mysterious caste, whose existence and objectives hide many secrets – wandering through this world you will be able to learn about the story carved in these places, and use it to fight the enemy.",
    "popularity": 2.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ck4ofpf3rrgoxei96xrx.png",
      "cloudinary_id": "ck4ofpf3rrgoxei96xrx",
      "width": 1051,
      "height": 1000
    }
  },
  {
    "id": 19788,
    "name": "The Great Whale Road",
    "summary": "The Great Whale Road is a story-driven RPG with tactical combat, longships, and axes. Follow the wyrd of a settlement and its heroes as they travel along the North Sea coast - searching and salvaging to prepare for the cold months of winter.",
    "popularity": 2.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/jlmv2yalyyasotby0mkz.png",
      "cloudinary_id": "jlmv2yalyyasotby0mkz",
      "width": 1500,
      "height": 1092
    }
  },
  {
    "id": 14903,
    "name": "Assassin’s Creed Chronicles: Russia",
    "summary": "Chronicles: Russia will feature the Russian assassin Nikolai Orelov in 1918, during the aftermath of the October Revolution. Orelov wants to leave with his family, but is required to perform one last mission for the Assassin Order: infiltrate the house where the Tsar's family is being held by the Bolsheviks, and steal an artifact that has been fought over by Assassins and Templars for centuries. Along the way, he witnesses the massacre of the Tsar Nicholas II's children, but manages to save the princess, Anastasia. He must escape the Templars while protecting the artifact and Anastasia",
    "popularity": 2.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/wyrfsyqpth0xvyaebto6.png",
      "cloudinary_id": "wyrfsyqpth0xvyaebto6",
      "width": 3175,
      "height": 4464
    }
  },
  {
    "id": 376,
    "name": "Metal Gear Solid 2: Sons of Liberty",
    "summary": "This third-person stealth action game, sequel to Metal Gear Solid (1998), follows Solid Snake and Otacon through various incidents as they strive to destroy nuclear terror threats around the world. When the president of the United States is captured inside the oil cleanup facility Big Shell, a rookie agent infiltrates the facility while the player is forced to doubt their perception of trust, knowledge and reality.",
    "popularity": 2.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/c72o4xhby145vbzthc4r.png",
      "cloudinary_id": "c72o4xhby145vbzthc4r",
      "width": 482,
      "height": 680
    }
  },
  {
    "id": 38,
    "name": "Dead Space 2",
    "summary": "The Nightmare returns...",
    "popularity": 2.14285714285714,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/gmahdesqzhq3nyjhyicn.png",
      "cloudinary_id": "gmahdesqzhq3nyjhyicn",
      "width": 402,
      "height": 497
    }
  },
  {
    "id": 544,
    "name": "The Darkness II",
    "summary": "Quad-wielding™chaos: slash, grab, and throw objects and enemies  \nwith the Demon Arms while simultaneously firing two weapons, adding a  \nnew dimension to the FPS category. \n Co-op campaign: up to four players play through a separate  \ncampaign as unique characters each capable of wielding weapons infused  \nwith Darkness powers. \n Customized ability progression: collect dark essence to upgrade weapons and Darkness powers to suit your playing style. \nHarness an unstoppable power: master the Demon Arms and summon the powers of The Darkness for even more explosive gameplay. \nKill the lights: the vicious powers of The Darkness manifest only in \n the shadows so use the environment to your advantage and watch out for  \nenemies who will use light as a weapon. \nIntense and personal journey: experience a dark, twisted and  \ngripping story written exclusively for the game by acclaimed comic book  \nauthor Paul Jenkins whose credits also include The Incredible Hulk,  \nWolverine, and the original The Darkness game. \nDistinctive 'graphic-noir' visual style: graphic novel shading and  \ncolor combined with the dramatic lighting of film noir pays tribute to  \nthe source material and brings the pages of the comic series to life.",
    "popularity": 2,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/bu5cqyy70gsy1exmpdxi.png",
      "cloudinary_id": "bu5cqyy70gsy1exmpdxi",
      "width": 520,
      "height": 600
    }
  },
  {
    "id": 1270,
    "name": "Darksiders",
    "summary": "Apocalyptic power of War: Unleash the wrath of War, combining brutal attacks and supernatural abilities to decimate all who stand in your way. \nEpic quest: Battle across the wastelands and demon-infested dungeons of the decimated Earth in your quest for vengeance and redemption. \nCharacter progression: Uncover powerful ancient relics, upgrade your weapons, unlock new abilities, and customize your gameplay style. \nBattle Heaven and Hell: Battle against all who stand in your way—from war-weary angelic forces to Hell's hideous demon hordes.",
    "popularity": 2,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/cf7nzeuxp7xtzlv4nplk.png",
      "cloudinary_id": "cf7nzeuxp7xtzlv4nplk",
      "width": 520,
      "height": 544
    }
  },
  {
    "id": 18854,
    "name": "Let It Die",
    "summary": "LET IT DIE is a hyper-violent hack-and-slash action experience with roguelike elements. Fight your way to the top in this free-to-play collaborative creation brought to you by Grasshopper Manufcature and GungHo Online Entertainment America.",
    "popularity": 2,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/gn3jvys1fnhxcrl32ueg.png",
      "cloudinary_id": "gn3jvys1fnhxcrl32ueg",
      "width": 418,
      "height": 239
    }
  },
  {
    "id": 1,
    "name": "Thief II: The Metal Age",
    "popularity": 2,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qagoforxr6tofvpmgy9g.png",
      "cloudinary_id": "qagoforxr6tofvpmgy9g",
      "width": 612,
      "height": 650
    }
  },
  {
    "id": 2126,
    "name": "Hotline Miami 2: Wrong Number",
    "summary": "A sequel to Hotline Miami and a brutal conclusion to the gruesome saga, Hotline Miami 2: Wrong Number follows the escalating level of violence through multiple factions born from the events of the original game and driven by uncertain motivations.",
    "popularity": 2,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/oum6asm7pc3jnxzumqbd.png",
      "cloudinary_id": "oum6asm7pc3jnxzumqbd",
      "width": 470,
      "height": 640
    }
  },
  {
    "id": 19464,
    "name": "NHL 17",
    "summary": "From making that clutch save, to battling for that critical inch in front of the net, our focus is to make sure we’re improving gameplay in all three zones. Through deeper and more customisable experiences in our most popular modes, we’re creating new experiences that add up to our biggest and most exciting hockey game to date. No matter if you’re challenging a friend on the couch, or masterminding a team at the elite levels of competition, with NHL 17, you can shape your hockey legacy where it matters to you.",
    "popularity": 2,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/f2xe0rztebdbprldd7rh.png",
      "cloudinary_id": "f2xe0rztebdbprldd7rh",
      "width": 600,
      "height": 748
    }
  },
  {
    "id": 11076,
    "name": "Drawn to Death",
    "summary": "Drawn To Death is a 3rd person, multiplayer only, shooter/brawler that takes place entirely inside the pages of a high school kid's notebook. All of the game’s levels, characters, and weapons have spawned from the always creative, somewhat twisted imagination of the teenage kid. The game is super violent, over the top, and very fast but it’s also very deep and tactical.",
    "popularity": 2,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/dgjldnddq35svrawpqbq.png",
      "cloudinary_id": "dgjldnddq35svrawpqbq",
      "width": 640,
      "height": 512
    }
  },
  {
    "id": 28028,
    "name": "Total War: Warhammer II",
    "summary": "\"The second in a trilogy and sequel to the award-winning Total War: WARHAMMER, Total War: WARHAMMER II brings players a breathtaking new narrative campaign, set across the vast continents of Lustria, Ulthuan, Naggaroth and the Southlands. The Great Vortex Campaign builds pace to culminate in a definitive and climactic endgame, an experience unlike any other Total War title to date.  \n  \nPlaying as one of 8 Legendary Lords across 4 iconic races from the world of Warhammer Fantasy Battles, players must succeed in performing a series of powerful arcane rituals in order to stabilise or disrupt The Great Vortex, while foiling the progress of the other races. Each Legendary Lord has a unique geographical starting position, and each race offers a distinctive new playstyle with unique campaign mechanics, narrative, methods of war, armies, monsters, Lores of Magic, legendary characters, and staggering new battlefield bombardment abilities.  \n  \nShortly after launch, owners of both the original game and Total War™ WARHAMMER II will gain access to the colossal new combined campaign. Merging the landmasses of The Old World plus Naggaroth, Lustria, Ulthuan and the Southlands into a single epic map, players may embark on monumental campaigns as any owned Race from both titles.\"",
    "popularity": 1.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/yc8iklvlr7l5rsk73pbb.png",
      "cloudinary_id": "yc8iklvlr7l5rsk73pbb",
      "width": 1538,
      "height": 2232
    }
  },
  {
    "id": 342,
    "name": "Duke Nukem 3D",
    "popularity": 1.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/m0ihamfs9kya3aelsksx.png",
      "cloudinary_id": "m0ihamfs9kya3aelsksx",
      "width": 600,
      "height": 719
    }
  },
  {
    "id": 18484,
    "name": "Clustertruck",
    "summary": "Clustertruck is a chaotic physics based truckformer. Jump your way through insane levels in a game of \"the floor is lava\" on top of speeding trucks driven by terrible drivers.",
    "popularity": 1.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/sbylyjetq72v2ejnqel4.png",
      "cloudinary_id": "sbylyjetq72v2ejnqel4",
      "width": 292,
      "height": 293
    }
  },
  {
    "id": 1219,
    "name": "Kingdom Hearts",
    "summary": "The premise of Kingdom Hearts is designed around traveling to a collection of levels that are both original designs, and based on various Disney stories, referred to in-game as \"Worlds\". The Worlds are populated by NPC's, based on relevant characters from the corresponding Disney story, for example, the World based on Disney's Alice in Wonderland features appearances by Alice, the White Rabbit, and the Queen of Hearts. Interacting with these characters forms part of gameplay, while combating the games enemies, the \"Heartless\" forms the other. \n\nSuccessful completion of a World is accomplished by defeating a key foe, which is either the primary villain from the Disney story, a unique Heartless of particular strength, or a combination thereof. Each world has a key foe which must be defeated, although there are many mini-bosses, side quests and treasures to be found that contribute to character progression within the game, and give bonuses for their completion in the form of weapons, items, and bonus scenes. \n\nThe game uses an experience based progression system, with experience gained by defeating foes. Experience gained rises in relation to the strength of the foe, and is consistent for each enemy over the course of the game. Levels are gained with experience, and provide increases to stat attributes in strength, defence, magic, hit points, magic points and ability points, with a new, predetermined ability unlocked approximately every four levels. Enemies also drop a combination of four types of reward upon death, green orbs that replenish HP, blue, translucent bubbles that replenish MP, yellow diamonds that contribute funds to the in-game currency \"Munny\", and tiny chests that when picked up, add a item to the players inventory based on the foe defeated. Such items include those used to restore HP and MP, items to aid party members or synthesis materials which can be used to create weapons and armor.",
    "popularity": 1.85714285714286,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/lxuvogkwn3lexvr7herw.png",
      "cloudinary_id": "lxuvogkwn3lexvr7herw",
      "width": 483,
      "height": 596
    }
  },
  {
    "id": 1363,
    "name": "Little Inferno",
    "summary": "Congratulations on your new Little Inferno Entertainment Fireplace! Throw your toys into your fire, and play with them as they burn. Stay warm in there. It's getting cold outside! Burn flaming logs, screaming robots, credit cards, batteries, exploding fish, unstable nuclear devices, and tiny galaxies. An adventure that takes place almost entirely in front of a fireplace - about looking up up up out of the chimney, and the cold world just on the other side of the wall.",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ejbq4r0x3udvmxnx7o6s.png",
      "cloudinary_id": "ejbq4r0x3udvmxnx7o6s",
      "width": 1920,
      "height": 1080
    }
  },
  {
    "id": 23190,
    "name": "Goat Simulator GoatZ",
    "summary": "GoatZ was the second expansion to Goat Simulator, and released it 2015 making fun of survival games, mainly DayZ and another internet phenomenon that you should better not look into.\n\nGoatZ was initially launched on Steam for both PC Mac and Linux and at a later time on Mobile, where it went out as a stand alone app.",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/otmlwfpbr8ceagqf5cue.png",
      "cloudinary_id": "otmlwfpbr8ceagqf5cue",
      "width": 616,
      "height": 353
    }
  },
  {
    "id": 7687,
    "name": "Battleborn",
    "summary": "\"Battleborn is a next-gen hero-shooter brought to you by the creators of the award-winning and best-selling Borderlands franchise. In Battleborn’s distant future, the only hope for the last star in a dying universe is a new breed of warriors, who must put aside their differences to drive back an unstoppable menace. Choose from a myriad of powerful heroes and fight together alongside your friends in an intense co-operative campaign, or battle against them in fast-paced competitive multiplayer matches.\"\n\nConsole versions of the game allow for split-screen co-op in all game modes.",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ogt72ewmhufyd4nvkh6q.png",
      "cloudinary_id": "ogt72ewmhufyd4nvkh6q",
      "width": 1525,
      "height": 2025
    }
  },
  {
    "id": 1956,
    "name": "Alone in the Dark",
    "summary": "A suspicious suicide. A chilling curse. A malevolent power. Finally, a wicked dark secret. This is Derceto, a legendary Louisiana mansion where, against your better judgment, you're drawn into a world of shadows to explore the darker side of Jeremy Hartwood's imagination.\n\nDespite a paralyzing sense of personal danger, your quest for truth drives you to investigate the old house. But, you didn't know that, by entering Derceto, you'll be plunged into the daily nightmare that was Jeremy Hartwood's life. You weren't prepared for the torturous howls that resound from deep within its halls. You didn’t foresee the shadowy corridors that seemingly have no end. You couldn't anticipate the brooding, gloom-filled rooms, the pervasive weight of dread, the heavy sense of evil that gills the atmosphere and the very house itself.\n\nHad you known, you might have refused this task. But alas, you accepted, and now you must make your way through this spine-tingling adventure alone... and in the dark.",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/kzqxvczz8tjwmyepetka.png",
      "cloudinary_id": "kzqxvczz8tjwmyepetka",
      "width": 640,
      "height": 803
    }
  },
  {
    "id": 16733,
    "name": "Bloody Trapland",
    "summary": "Bloody Trapland is a fast-paced multiplayer platformer where the levels are filled with dozens of dangerous traps and tricky jumps that stand in your way! Play co-op with your friends or take on the challenges on your own. With support for up to 4 players at once, local and/or online.",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/kw9t5m4p0qkkzjuxhsvn.png",
      "cloudinary_id": "kw9t5m4p0qkkzjuxhsvn",
      "width": 853,
      "height": 1172
    }
  },
  {
    "id": 27910,
    "name": "Everything",
    "summary": "Everything is an interactive experience where everything you see is a thing you can be, from animals to planets to galaxies and beyond. Travel between outer and inner space, and explore a vast, interconnected universe of things without enforced goals, scores, or tasks to complete. Everything is a procedural, AI-driven simulation of the systems of nature, seen from the points of view of everything in the Universe.",
    "popularity": 1.71428571428571
  }

  ,{
    "id": 1981,
    "name": "Saints Row IV",
    "summary": "Unlike the first three games in the franchise, Saints Row 4 does not center around the main character defeating three rival gangs in order to take over a city. The Saints have now become a household name, and their leader has become the president of the Unites States. The antagonists in Saints Row 4 are an invading alien race known as the Zin. Most of the game takes place within a computer simulation of the city of Steelport controlled by the Zin, where the protagonist is attempting to free himself and his companions.",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/jsepbvicgnz6jxhd5pis.png",
      "cloudinary_id": "jsepbvicgnz6jxhd5pis",
      "width": 1024,
      "height": 1269
    }
  },
  {
    "id": 884,
    "name": "Street Fighter IV",
    "summary": "Street Fighter IV brings the legendary fighting series back to its roots by taking the beloved fighting moves and techniques of the original Street Fighter II, and infusing them with Capcom’s latest advancements in next generation technology to create a truly extraordinary experience that will re-introduce the world to the time-honored art of virtual martial arts.",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/tihxorpkfuaru1th3ify.png",
      "cloudinary_id": "tihxorpkfuaru1th3ify",
      "width": 640,
      "height": 795
    }
  },
  {
    "id": 24918,
    "name": "Mantis Burn Racing",
    "summary": "The race is on in Mantis Burn Racing, where fast-paced bumper-to-bumper racing combines with intuitive, tactile gameplay and stunning visuals in one of the best-looking and most immersive top-down racers around. Drive incredible built-for-racing vehicles across highly detailed, visually stunning tracks, in high-risk, high-speed races where winning is everything. Prove your skills in an extensive career mode and take on friends with 4-player local split-screen racing and online modes for up to 8 players in ‘one-more-go’ style competitive racing. With a RPG-style upgrade system providing players with deep tactical choices and excellent replay-ability, this is racing at its rawest but most exciting!",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/vs89trgite8ui0i7plfx.png",
      "cloudinary_id": "vs89trgite8ui0i7plfx",
      "width": 706,
      "height": 1007
    }
  },
  {
    "id": 11423,
    "name": "This is the Police",
    "summary": "Jack Boyd, beloved police chief of Freeburg, has 180 days before he’s forced to retire. But Jack won’t be going out quietly. Over the next six months, he’ll be going all out to fulfill a dream: earn half a million dollars, any way he can. That might be play money for a corrupt cop, but up until now, Jack has been playing by the book. Even with overtime, in six months he wouldn’t make fifty grand. But a police chief has access to all sorts of… informal income. Bribes, weapons and drug sales, deals with the Mafia, skimming off the budget, kickbacks – you name it. And Jack is tired of playing nice. He’s is ready for anything, but only you can decide how far he’ll go.",
    "popularity": 1.71428571428571,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/m9r8gphp8oy8iuwinjko.png",
      "cloudinary_id": "m9r8gphp8oy8iuwinjko",
      "width": 1512,
      "height": 1714
    }
  },
  {
    "id": 21642,
    "name": "Totally Accurate Battle Simulator",
    "summary": "A physics based medieval battle simulator which lets you pit wacky waving armies against each other. In Totally Accurate Battle Simulator you pit waving arm men against each other and watch them fight it out.",
    "popularity": 1.69761065413239,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/vex1s6b1qxq5bqz2puu8.png",
      "cloudinary_id": "vex1s6b1qxq5bqz2puu8",
      "width": 1280,
      "height": 720
    }
  },
  {
    "id": 732,
    "name": "Grand Theft Auto: San Andreas",
    "summary": "Returning after his mother's murder to the semi-fictional city of Los Santos (based on Los Angeles), Carl Johnson, a former gang banger, must take back the streets for his family and friends by gaining respect and once again gaining control over the city. However, a story filled with plots, lies and corruption will lead him to trudge the entire state of San Andreas (based on California and Nevada) to get revenge.",
    "popularity": 1.61231884057971,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/h0byhm1o9j8maqfhxd91.png",
      "cloudinary_id": "h0byhm1o9j8maqfhxd91",
      "width": 1515,
      "height": 1929
    }
  },
  {
    "id": 1020,
    "name": "Grand Theft Auto V",
    "summary": "The biggest, most dynamic and most diverse open world ever created, Grand Theft Auto V blends storytelling and gameplay in new ways as players repeatedly jump in and out of the lives of the game’s three lead characters, playing all sides of the game’s interwoven story.",
    "popularity": 1.60193889541716,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/vdzfsbissgp55fvfxccp.png",
      "cloudinary_id": "vdzfsbissgp55fvfxccp",
      "width": 640,
      "height": 790
    }
  },
  {
    "id": 11542,
    "name": "Shenmue III",
    "summary": "Shenmue III is an upcoming action-adventure video game and the sequel to the 2001 game Shenmue II. It follows teenage martial artist Ryo Hazuki in his quest to find his father's killer in 1980s China. In 2015, Suzuki launched a Kickstarter crowdfunding campaign to help fund Shenmue III and the campaign met its initial target of $2 million USD in under eight hours. The campaign ended in July having raised over $6 million, becoming the most funded video game in Kickstarter history.",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/iwjykxq134omr9kjp9hz.png",
      "cloudinary_id": "iwjykxq134omr9kjp9hz",
      "width": 3840,
      "height": 2100
    }
  },
  {
    "id": 13776,
    "name": "Gold and Glory: The Road to El Dorado",
    "popularity": 1.57142857142857
  },
  {
    "id": 15857,
    "name": "Headlander",
    "summary": "Headlander is a retro-futuristic, side scrolling, action-adventure game set in a world inspired by 70’s science fiction. It is a world of automation, a utopia gone wrong in which all of humanity have transferred their minds into robotic imposter bodies and are ruled by a deranged computer. It’s being published by Adult Swim, and has Stacking’s Lee Petty at the helm here on the good ship Double Fine.\n\nYou are the last known human in the universe, and all that’s left of you is a disembodied head. Seeking clues to your fractured past, you must travel through a hostile world of machines, using a special helmet that allows you to dock into and take control of any robotic host body. As you launch from one body to the next, you’ll start to discover that things are not quite what they appear to be, and the fate of humanity has yet to be decided…",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/nhktctj2e8zomqmvb8v4.png",
      "cloudinary_id": "nhktctj2e8zomqmvb8v4",
      "width": 935,
      "height": 449
    }
  },
  {
    "id": 17112,
    "name": "Creativerse",
    "summary": "Stranded in a vast, mysterious world. Surrounded by ferocious beasts and remnants of ancient technology. Awash in treasure, treacherous catacombs and breathtaking vistas...  \n \nAdventure awaits — From the highest peaks to the furthest depths, through jungles, deserts, and swamps, over pools of acid and lakes of lava, there’s something to discover around every corner, whether it’s rare materials, curious terrain or a pack of vicious cave dwellers hellbent on your destruction. \nColossal creativity — Construct powerful tools, discover secret recipes and unlock a vast trove of building materials. Add creature taming, farming and gadgets like teleporters to the mix and you’ve got tremendous world-shaping power at your fingertips.",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/un1mxb3zwdesqtarvyzd.png",
      "cloudinary_id": "un1mxb3zwdesqtarvyzd",
      "width": 300,
      "height": 366
    }
  },
  {
    "id": 17424,
    "name": "Tex Murphy: The Pandora Directive",
    "summary": "It's April 2043 and you- as Tex Murphy, the last of the old-style gumshoes- find yourself racing against time in the most dangerous game of your life. What is the truth behind the rumored UFO crash at Roswell, New Mexico? Why did the military suddenly shut down and seal off the Roswell complex? And why the frequent references to the lost Mayan civilization?",
    "popularity": 1.57142857142857
  },
  {
    "id": 9834,
    "name": "Warlords Battlecry III",
    "summary": "Warlords Battlecry III further expands the Battlecry tradition of featuring persistent RPG-like fantasy heroes with its retinue of loyal followers fighting massive battles in the Warlords' world of Etheria. It is a true sequel to Warlords Battlecry I &amp; II, featuring many familiar races and troop-types, while also adding some new ones into the mix. \n\nWarlords Battlecry III continue to perfect its automated feature system, greatly reducing gameplay micromanagement and quickly proving to be the holy grail of RTS games among gamers of the genre. \n\nWhile being a strong RTS outright, there are also numerous activities for players to engage in between battles, such as obtaining titles and awards, trading and purchasing items &amp; retinue members, and even an upgradeable castle to reflect your importance and influence in the world of Etheria. \n\nExtra features included in Warlords Battlecry III are specifically geared to please the legions of previous Battlecry players, including the removal of hero and unit caps, the addition of new special abilities for high-level heroes and the creation of an intuitive hero system. All of these features, coupled with new races and hero classes, new spells and items, and new building and dragons meld to form a Real-Time Strategy game that once again raises the benchmark for other games in the genre. Warlords Battlecry III is poised to receive even greater accolades than the previous award-winning titles in the Warlords Battlecry series.",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/slionvdsqboqqca3p6nm.png",
      "cloudinary_id": "slionvdsqboqqca3p6nm",
      "width": 640,
      "height": 887
    }
  },
  {
    "id": 2267,
    "name": "Sonic Colors",
    "summary": "Sonic Colors (ソニックカラーズ Sonikku Karāzu?), titled Sonic Colours in European and Australian markets, is a platforming game in the Sonic the Hedgehog series, developed by Sonic Team and published by Sega in 2010. The game was released worldwide for the Wii and Nintendo DS in November 2010.",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qfafxuggpvvxkvcip103.png",
      "cloudinary_id": "qfafxuggpvvxkvcip103",
      "width": 1541,
      "height": 1382
    }
  },
  {
    "id": 2177,
    "name": "LEGO City Undercover",
    "summary": "As Chase McCain, you'll become an expert at hand-to-hand combat, fighting your foes and wrestling them to the ground until you can slap the cuffs on 'em. The best officers are also pros at free running, jumping, climbing, and traversing the city on special blue and white bricks. Do you have what it takes?",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/gctqgrslwfyhpgwlvafq.png",
      "cloudinary_id": "gctqgrslwfyhpgwlvafq",
      "width": 640,
      "height": 903
    }
  },
  {
    "id": 7146,
    "name": "The Dark Eye: Chains of Satinav",
    "summary": "With a history of more than 25 years, The Dark Eye is one of Europe's best-known role-playing brands. In addition to the popular pen &amp; paper adventures, TDE has also inspired a series of successful computer games. The Dark Eye: Chains of Satinav immerses players deep in the world of Aventuria, where they experience an amazing story and explore lands never before featured in a TDE computer game.\n\n \nIn Andergast, whose inhabitants are considered to be notoriously superstitious, King Efferdan awaits a state visit from high-ranking dignitaries. For centuries the kingdom has been at odds with neighboring Nostria, but now first steps are being undertaken toward a lasting peace. But a plague of crows troubles the king, for the birds are acting with unusual aggressiveness, even attacking humans. Moreover, there are those among the citizens of Andergast who swear that the crows are bringing them dark nightmares. As the belligerent creatures infiltrate even the castle itself, the king seeks a skilled bird catcher - an opportunity for young Geron to prove that the reputation for ill luck that has followed him since childhood is undeserved. Following an audience with the king, the prestigious task is assigned to him. However, not only does his task prove unexpectedly difficult, but it also turns out to be the first step of the greatest adventure of his life, which will lead him to the borders of the charted lands of Aventuria and beyond.",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/se1cesjulmhexbi2fwdf.png",
      "cloudinary_id": "se1cesjulmhexbi2fwdf",
      "width": 1191,
      "height": 1450
    }
  },
  {
    "id": 27536,
    "name": "Tiger Knight: Empire War",
    "summary": "Tiger Knight: Empire War is an exciting action strategy PVP game which reenacts large-scale warfare set circa 200 BC. Featuring meticulously recreated battle equipment and weaponry, Tiger Knight: Empire War will transport you back to the brutal era of melee combat.",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/jaa19qcme2w7r1e27vl0.png",
      "cloudinary_id": "jaa19qcme2w7r1e27vl0",
      "width": 263,
      "height": 375
    }
  },
  {
    "id": 9291,
    "name": "eXceed 2nd - Vampire REX",
    "summary": "The human powers-that-be called for the purification of mankind and the eradication of vampires and ‘deviants bloodlines’ – those born of a mix of human and vampire. And so began massive purges of the deviants that were reminiscent of the “witch hunts” of centuries earlier. Leading the genocide was the exorcist corps the “Gun Bullet Children”.\r\n\r\nAs the overwhelmingly large human armies began to obliterate every vampire and deviant community across the world, the opposing deviant armies sought to gather allies and rally back. Lia Fyle is a half-human, half-vampire girl fighting on the side of the deviants as they embark upon a turnaround strategy, the “Siege on the Holy Land’. Their plan: to lay siege upon the humans’ “Holy Land” and to destroy the Holy Lady Anhel who was the source of the human military power. This is a battle in which defeat is an option for neither army.\r\n\r\nFeaturing an addictive dual-polarity gameplay system, this amazing vertical shmup is sure to please any shooter fan. The polarity and color of your character can be changed to absorb enemy bullets of the same polarity while charging the special weapon in the process and doing double damage to enemies of the opposite polarity. Every bullet absorbed charges your special weapon for total destruction. With awesome music, beautiful art, and challenging stages, this is the game that put the eXceed series on the map and has everything you would want from a shmup.",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ikqknldtzzo6osp3kox9.png",
      "cloudinary_id": "ikqknldtzzo6osp3kox9",
      "width": 327,
      "height": 465
    }
  },
  {
    "id": 5541,
    "name": "Sherlock Holmes: Crimes & Punishments",
    "summary": "Crimes &amp; Punishments lets you become the greatest detective of all time, Sherlock Holmes! Solve six high-profile, gripping and varied cases: murders, disappearances, spectacular thefts and sensational cases will sometimes take you to the realms of the fantastic in this stunning game of investigation in the fine tradition of the Conan Doyle novels. Crimes &amp; Punishments offers you a large degree of freedom to make moral choices that go beyond merely seeing that justice is done: your decisions have a real influence on the game both in terms of your character’s reputation and the consequences that arise in a realistic and sometimes unexpected way. \n\nWill you listen to your moral sense, or will you impartially enforce justice?",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/xxnsainekjnydjriumvp.png",
      "cloudinary_id": "xxnsainekjnydjriumvp",
      "width": 1514,
      "height": 2118
    }
  },
  {
    "id": 949,
    "name": "Call of Duty 3",
    "summary": "Call of Duty 3 delivers the intensity of World War II combat closer than ever. In this next-generation game, you'll experience the Normandy Breakout - the historic campaign that made the liberation of Paris possible and brought the Allies a step closer to Berlin. \n\nTravel with four ordinary Allied soldiers (American, British, Canadian and Polish) as they're thrust onto an authentic, living battlefield for unprecedented combat, with advanced High-Definition graphics, detailed Character animations and explosive on-screen action. Call Of Duty 3 delivers the most immersive and cinematically intense war experience ever. Team-based Multiplayer with vehicles for team-based combat with up to 24 players battling it out online Play as an infantryman, or commandeer multiple-occupancy vehicles like tanks, jeeps &amp; motorcycles",
    "popularity": 1.57142857142857,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/o94ra29yic3b1sfnwhei.png",
      "cloudinary_id": "o94ra29yic3b1sfnwhei",
      "width": 600,
      "height": 771
    }
  },
  {
    "id": 14443,
    "name": "Ultima: Worlds of Adventure 2 - Martian Dreams",
    "summary": "I write these words aboard a colossal bullet rocketing from the Earth to Mars. Wondrous as this is (and it is, I assure you, quite wondrous), I am even more amazed by the fact that it is the year 1895! Tesla - yes, the noted scientist of years past, Nikola Tesla! -- is unsure how long the voyage will take so I have decided to pass the time recording what mankind (circa 1895) knows of our destination - Mars. How I came by this information is a story in itself.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/oblbutmy1i1ftrlpov2q.png",
      "cloudinary_id": "oblbutmy1i1ftrlpov2q",
      "width": 1528,
      "height": 2156
    }
  },
  {
    "id": 5506,
    "name": "Democracy 3",
    "summary": "Democracy is a government simulation game. The player plays as if they are the president or prime minister of a democratic government. The player must introduce and alter policies in seven areas - tax, economy, welfare, foreign policy, transport, law and order and public services. Each policy has an effect on the happiness of various voter groups, as well as affecting factors such as crime and air quality. The player has to deal with \"situations\", which are typically problems such as petrol protests or homelessness, and also has to make decisions on dilemmas that arise each turn.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fzcfk3dods1ummmanemc.png",
      "cloudinary_id": "fzcfk3dods1ummmanemc",
      "width": 200,
      "height": 280
    }
  },
  {
    "id": 293,
    "name": "Sid Meier's Civilization IV",
    "summary": "Sid Meier and Firaxis Games will take this incredibly fun and addictive game to new heights by adding new ways to play and win, new tools to manage and expand your civilization, all-new easy to use mod capabilities and intense multiplayer modes and options",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/gokv8xrvusmecl493h23.png",
      "cloudinary_id": "gokv8xrvusmecl493h23",
      "width": 351,
      "height": 498
    }
  },
  {
    "id": 28002,
    "name": "Final Fantasy XV: Episode Gladiolus",
    "summary": "\"Gladio, one of the three faithful comrades who accompany Noctis on his journey will become a playable character for the very first time in his own episode with a completely different type of gameplay and an all-new story. \n \nPicking up from the events from the group’s encounter with Ravus, Gladio leaves the group to train alongside Cor and become even more powerful. He sets on a path to face challenges by encountering larger than life monsters along the way. \n \n\"",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hgiseh8nl2rek7uuev57.png",
      "cloudinary_id": "hgiseh8nl2rek7uuev57",
      "width": 281,
      "height": 281
    }
  },
  {
    "id": 19454,
    "name": "Deadlight: Directors Cut",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ru18suduqvv3vogwe2ce.png",
      "cloudinary_id": "ru18suduqvv3vogwe2ce",
      "width": 2480,
      "height": 3445
    }
  },
  {
    "id": 9182,
    "name": "We Happy Few",
    "summary": "We Happy Few is the tale of a plucky bunch of moderately terrible people trying to escape from a lifetime of cheerful denial. Set in a drug-fuelled, retrofuturistic city in an alternative 1960s England, you’ll have to blend in with its other inhabitants, who don’t take kindly to people who don’t abide by their not-so-normal rules.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hej97marli9bgbqz45tm.png",
      "cloudinary_id": "hej97marli9bgbqz45tm",
      "width": 543,
      "height": 514
    }
  },
  {
    "id": 9547,
    "name": "The Fall",
    "summary": "The Fall is a side-scrolling adventure game with platforming and combat elements. Your character is an AI controlling a combat suit whose occupant is unresponsive and presumably dead or seriously injured. You have crash landed on an unknown planet for unknown reasons and must seek medical attention for your 'pilot'. \n \nThe bulk of the gameplay resolves around completing a series of object-matching puzzles in the style of classic adventure games, interspersed with occasional platforming/jumping puzzles and combat sequences.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/xjk80in5du8esl9kvihd.png",
      "cloudinary_id": "xjk80in5du8esl9kvihd",
      "width": 1000,
      "height": 562
    }
  },
  {
    "id": 2602,
    "name": "Alan Wake's American Nightmare",
    "summary": "The plot of American Nightmare is framed by the narration of an episode of the fictional TV show, \"Night Springs,\" which follows the style of The Twilight Zone and appeared on television screens throughout the original Alan Wake.\r\nAlan Wake's friend and manager, Barry, is asleep in a motel room. The narration explains that Alan is attempting to chase down the \"herald of darkness\", Mr. Scratch, who is Alan's evil doppelganger created by a dark force. Scratch is determined to take away everything Alan loves, including his wife, Alice. Alan, as the \"champion of light,\" has the ability to rewrite reality, and was able to write his escape from Cauldron Lake in Washington. He ends up near the small town of Night Springs, Arizona, and learns that he has been missing from the real world for nearly two years.\r\nA nearby oil derrick erupts with several foes controlled by Mr. Scratch. Seeking light, Alan runs to a nearby motel, where he encounters Emma Sloan, who at first thinks he is Mr. Scratch, since they look identical. She tells Alan that Scratch was at the motel the night before, and provides Alan with a typewritten page, a way to alter reality to destroy the derrick and stop the foes. Alan follows its instructions, which causes a meteor to collide with an artificial satellite, sending it hurtling towards the ground, where it then collides with the oil derrick. While Alan is away performing this task, the dark forces consume Emma.\r\nFollowing clues he found at the motel, along with a set of keys, Alan heads to a nearby observatory. There, Dr. Rachel Meadows, who also met Mr. Scratch previously, is tracking a mysterious signal sent just before the satellite was knocked out of orbit. Rachel tells Alan that Mr. Scratch was very interested in this signal, and Alan surmises that it must contain the key to fighting the darkness. While attempting to obtain the complete signal, the observatory's telescope is sabotaged by the darkness, which reinforces Alan's belief that the signal contains something he needs. After repairing the damage, a portion of the signal comes through that translates into a page of a story: a new reality that Alan can presumably implement.\r\nThe page points him to a nearby drive-in theater, where he meets Serena Valdivia, who is under the influence of the darkness. After freeing her by restoring power and switching the lights on, Serena tells Alan that Mr. Scratch is trying to prevent the sun from ever rising again. She gives Alan the security code to the projection room where he can change reality. Alan uses the incomplete message to try to set the new reality. However, as the message is only partial, the new reality does not take effect. Mr. Scratch appears, gloating, and sends Alan back in time to a few hours before.\r\nWaking up again near the motel, Alan repeats many of the same motions. Emma and Rachel still have some deja vu of the previous loop's events, and have helped perform some of Alan's previous tasks for him. Despite his efforts to change events this time around, Emma is nevertheless consumed again by the darkness. Rachel is able to capture a longer portion of the signal this time, but it is still incomplete. When Alan returns to the drive-in theater, he is again unable to complete the new reality and is sent back in time again by Mr. Scratch.\r\nAlan repeats his actions for a third time, but this time, he is able to save Emma and gain the complete message from Rachel. He sets the correct series of events in the projection room, which triggers the projector to show a film made by Alice. Mr. Scratch appears again, but discovers that Alan has successfully written the new reality, and he is burned out of existence by the film. On the screen, Alan appears to reunite with Alice along a sun-lit shoreline; however, the narrator notes that this could quite possibly be just a figment of Alan's imagination, since he is still trapped in the Dark Place.\r\nDuring the credits, it is revealed that the name of the episode of Night Springs that Alan wrote himself into was titled \"Return\", a reference to the manuscript he began to type at the end of Special Two: The Writer.\r\nAfter completion of the game's credits, Barry wakes up suddenly, believing he has heard Alan's voice.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/nefn5goepduo6ixacfjr.png",
      "cloudinary_id": "nefn5goepduo6ixacfjr",
      "width": 256,
      "height": 307
    }
  },
  {
    "id": 19453,
    "name": "Agony",
    "summary": "Agony is a first-person survival horror game currently in development. \nPlayers will begin their journey as tormented soul within the depths of hell without any memories about his past. \n \nThe special ability to control people on their path, and even possess simple minded demons, gives the player the necessary measures to survive in the extreme conditions they are in. \n \nBy exploring hostile environment and interacting with the other weary souls of the hellscape, the hero will soon understand that there is only one way to escape from Hell, and it will require a meeting of the mystical Red Goddess.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/vbr44vsn0mgdceccxznv.png",
      "cloudinary_id": "vbr44vsn0mgdceccxznv",
      "width": 450,
      "height": 142
    }
  },
  {
    "id": 15302,
    "name": "Wanderlust: Rebirth",
    "summary": "Rebirth is an online four player co-op arcade-action RPG set in the fantasy world, Valandria. The heroes are summoned to Westhaven Arena to prove their worth as heroes of old legend. However, things are not as transparent as they first appear, when our heroes are unknowingly set upon a trek to save mankind from an ominous end. Band together with your fellow brethren to conquer and change the course of destiny.",
    "popularity": 1.42857142857143
  },
  {
    "id": 1338,
    "name": "Prison Architect",
    "summary": "The game is a top-down 2D construction and management simulation where the player takes control of building and running a prison. The player is responsible for managing various aspects of their prison including building cells and facilities, planning and connecting utilities, hiring and assigning staff, including a warden, guards, workers, and more. The player needs to recruit staff to unlock more aspects of the game. The player is also responsible for the finance, and keeping their inmates content.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/zch5uyxk0hp3ml7dtuxl.png",
      "cloudinary_id": "zch5uyxk0hp3ml7dtuxl",
      "width": 1028,
      "height": 1131
    }
  },
  {
    "id": 1055,
    "name": "Red Orchestra 2: Heroes of Stalingrad",
    "summary": "Red Orchestra 2: Heroes of Stalingrad, the leading tactical multiplayer WWII shooter on the PC, will take the award winning Red Orchestra franchise into the next generation of gaming. Cutting edge graphics and audio built using the Unreal Engine 3, inventive features and streamlined realism will deliver an unrivalled tactical shooter experience.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/iecfafpzj5dmtvsfyz0h.png",
      "cloudinary_id": "iecfafpzj5dmtvsfyz0h",
      "width": 765,
      "height": 1075
    }
  },
  {
    "id": 2355,
    "name": "Orcs Must Die!",
    "summary": "Orcs Must Die! is a strategy video game developed by Robot Entertainment. It is a Tower defense game that eschews the traditional top-down view of similar games, instead using a third-person action-oriented viewpoint.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ztol5jk9e6of24h2jmzf.png",
      "cloudinary_id": "ztol5jk9e6of24h2jmzf",
      "width": 300,
      "height": 360
    }
  },
  {
    "id": 278,
    "name": "Runaway: A Road Adventure",
    "summary": "Runaway: A Road Adventure is a point and click adventure game developed by Péndulo Studios, S.L. in 2001. The game follows the long tradition of two-dimensional adventure games like the first two installments of the Broken Sword series. It enjoyed immense popularity in countries like Germany and France, where the adventure genre is still popular.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fdekfdxlgqzzioumd3nm.png",
      "cloudinary_id": "fdekfdxlgqzzioumd3nm",
      "width": 354,
      "height": 500
    }
  },
  {
    "id": 8366,
    "name": "Sniper Elite III",
    "summary": "Observe. Plan. Execute. Adapt. The latest chapter in the award-winning series, SNIPER ELITE 3 takes players to the unforgiving yet exotic terrain of North Africa in a savage conflict against Germany’s infamous Afrika Korps.\n\nStalk your targets through the twisting canyons, lush oases and ancient cities of the Western Desert in the deadly rush to sabotage a Nazi super-weapons programme that could end Allied resistance for good.\n\nUse stealth, planning and execution to hunt your targets – whether human or machine. From signature long distance kills, to melee takedowns, distractions and explosive traps, you are as deadly up close as you are from afar.\n\nIt must end here. You are the turning point. Because one bullet can change history...",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/sjplc7gvquaqq6cbsjgf.png",
      "cloudinary_id": "sjplc7gvquaqq6cbsjgf",
      "width": 1063,
      "height": 1500
    }
  },
  {
    "id": 7887,
    "name": "Vindictus",
    "summary": "Vindictus is an action MMORPG and a prequel to the popular MMORPG Mabinogi and is known as Mabinogi Heroes in Asia. Vindictus takes place in the same setting used in Mabinogi, but is placed chronologically several hundred years prior to the first game during a period of war and strife. Vindictus follows Nexon's traditional free-to-play model. The game itself is free to download and play and charges no purchase price. The game contains a virtual item shop to purchase in-game items with Nexon's virtual currency called NX to enhance the player's character's appearance and abilities. Also, the game has only several, pre-made, gender-locked characters representing the different classes. The game doesn't have a big persistent world, instead, it is instance based.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/eolhtw4ejrxvctm004yl.png",
      "cloudinary_id": "eolhtw4ejrxvctm004yl",
      "width": 640,
      "height": 898
    }
  },
  {
    "id": 2959,
    "name": "Anno 2070",
    "summary": "Anno 2070 is a city-building and economic simulation game, with real-time strategy elements. It is the 5th game of the Anno series. It was released on 17 November 2011, and was co-developed by the German studios Related Designs and Ubisoft Blue Byte, and published by Ubisoft. Anno 2070 requires Uplay to operate.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/wivtiyozm4zwouazne85.png",
      "cloudinary_id": "wivtiyozm4zwouazne85",
      "width": 266,
      "height": 375
    }
  },
  {
    "id": 10967,
    "name": "eXceed 3rd: Jade Penetrate Black Package",
    "summary": "eXceed 3rd reboots the eXceed storyline, taking it in a new direction. In this installment, Rayne Lindwurm, a descendent of the Dragon Clan, fights her way through a tournament to become one of the 7 Cardinal Lords who rule her world, Pandemonium. Standing in her way are other competitors and their familiars, including her own older sister and heiress to the mighty Dragon Clan, Celestia Lindwurm.",
    "popularity": 1.42857142857143,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/z96syvfabm8tagpnnkfr.png",
      "cloudinary_id": "z96syvfabm8tagpnnkfr",
      "width": 469,
      "height": 666
    }
  },
  {
    "id": 11807,
    "name": ".hack//Infection",
    "summary": ".Hack//Infection is the first of a series of four games, titled .hack//Infection, .hack//Mutation, .hack//Outbreak, and .hack//Quarantine, features a \"game within a game\"; a fictional massively multiplayer online role-playing game (MMORPG) called The World which does not require the player to connect to the Internet. Players may transfer their characters and data between games in the series. Each game comes with an extra DVD containing an episode of .hack//Liminality, the accompanying original video animation series which details fictional events that occur concurrently with the games.\n\nThe games are part of a multimedia franchise called Project .hack which explores the mysterious origins of The World. Set after the events of the anime series .hack//Sign, the games focus on a player named Kite and his quest to discover why some users have become comatose as a result of playing The World. The search evolves into a deeper investigation of The World and its effects on the stability of the Internet.",
    "popularity": 1.42857142857143
  },
  {
    "id": 18167,
    "name": "Hello, Neighbour!",
    "summary": "Hello Neighbor is a stealth horror game about sneaking into your neighbor's house to figure out what horrible secrets he's hiding in the basement. You play against an advanced AI that learns from your every move. Really enjoying climbing through that backyard window? Expect a bear trap there. Sneaking through the front door? There'll be cameras there soon. Trying to escape? The Neighbor will find a shortcut and catch you.",
    "popularity": 1.33617312965139,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/tyelx5vyuefiuff0gqai.png",
      "cloudinary_id": "tyelx5vyuefiuff0gqai",
      "width": 1280,
      "height": 718
    }
  },
  {
    "id": 733,
    "name": "Grand Theft Auto: Vice City",
    "summary": "In the year 1986, Tommy Vercetti is heavily indebted to his mafia superiors after a drug deal gone awry, but his dreams of taking over Vice City (based on Miami) push him down a different path. Featuring a wide variety of vehicles, unique radio stations playing hit songs from the era and an intense atmosphere, GTA: Vice City offers valuable insight into the excess and mob life of '80's Miami.",
    "popularity": 1.30258519388954,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/wfeojuvgbk2kctpfdeff.png",
      "cloudinary_id": "wfeojuvgbk2kctpfdeff",
      "width": 457,
      "height": 582
    }
  },
  {
    "id": 18061,
    "name": "Candy Crush Soda Saga",
    "summary": "Spin-off to the famous Candy Crush Saga, made by King, it's a game that has similar mechanics, introducing new features such as the soda bottles. Candy Crush Soda Saga is a brand new game from the makers of the legendary Candy Crush Saga. New candies, more divine combinations and challenging game modes brimming with purple soda!",
    "popularity": 1.29641598119859,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/bdacvq7evn1skjcsbozw.png",
      "cloudinary_id": "bdacvq7evn1skjcsbozw",
      "width": 300,
      "height": 300
    }
  },
  {
    "id": 24893,
    "name": "Empire II: Interstellar Sharks",
    "popularity": 1.28571428571429
  },
  {
    "id": 1839,
    "name": "Painkiller: Recurring Evil",
    "summary": "Battle never ceases in the realm known as Hell. This time around it's a battle for the freedom of your very soul. Will you be able to escape from the prison hidden in the darkest deepest chasm of Hell? Do you have enough courage to travel through the most dangerous and twisted areas which are infamous for their unsafety even among demons themselves? Are you prepared to significantly reduce the demonic population of these areas? \n \nOnce again you'll have a chance to experience the magnificent dark atmosphere of the good (or evil?) Painkiller, the only true old-school First Person Shoot, tough as nails, without a trace of remorse, without a glimpse of motion blur or other technological makeup. Just Painkiller and nothing else matters.",
    "popularity": 1.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/n2bnva6btfg8m02or6tp.png",
      "cloudinary_id": "n2bnva6btfg8m02or6tp",
      "width": 1523,
      "height": 1969
    }
  },
  {
    "id": 17466,
    "name": "Dragon Age: Origins - Warden's Keep",
    "summary": "\"Some claim the fortress of Soldier's Peak is corrupted and overrun by demons. Others whisper of betrayal and the spirits of murdered Grey Wardens. Whatever the truth, Soldier's Peak is no place for the living.\n\nRelive the darkest hour of the Grey Wardens with all-new content that adds to the main Dragon Age: Origins campaign. This downloadable adventure reveals secrets hidden for generations, and includes unique achievements, unlockable character abilities, powerful items, and much more!\n\nNew quests - discover what really happened to the Grey Wardens of old and what led to their expulsion from Ferelden.\n\nNew features - a base of operations with party storage. Inventory full? Stash new items as well as loot from the main Dragon Age: Origins campaign.\n\nNew items and abilities - talents and spells from the Power of Blood school, unique achievements, and powerful items including a set of Grey Warden Commander armor.\"",
    "popularity": 1.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/xyocihgz1k6xjhpounqo.png",
      "cloudinary_id": "xyocihgz1k6xjhpounqo",
      "width": 620,
      "height": 305
    }
  },
  {
    "id": 17464,
    "name": "Dragon Age: Origins - Witch Hunt",
    "summary": "The final piece of DLC for Dragon Age: Orgins.\n\n\"Never follow me.\" With these words, Morrigan vanished into the shadows. Her plans and her whereabouts have remained a mystery... until now. But whether you seek answers, revenge, or reconciliation with your lost love, you may find more than you bargained for.",
    "popularity": 1.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/l4f9p30v2vbmsa2asotj.png",
      "cloudinary_id": "l4f9p30v2vbmsa2asotj",
      "width": 300,
      "height": 250
    }
  },
  {
    "id": 26709,
    "name": "Project CARS 2",
    "summary": "Project CARS 2 is the next evolution in the award-winning racing series, featuring the most iconic cars under the most thrilling of conditions to deliver the “Ultimate Driver Journey” experience. Created by gamers, tested by world-class racing drivers, and the definitive choice of e-Sports pros – Project CARS 2 brings together the essence of motorsports racing in the most beautiful, authentically crafted, and technically advanced racing game on the planet.",
    "popularity": 1.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/qckiweffl9ygqhza2thz.png",
      "cloudinary_id": "qckiweffl9ygqhza2thz",
      "width": 500,
      "height": 630
    }
  },
  {
    "id": 1216,
    "name": "Dead Space 3",
    "summary": "Isaac Clarke returns, joined by merciless soldier John Carver, to chase a risky plan that promises to finally stop the Necromorphs. Together Clarke and Carver must explore the frozen planet of Tau Volantis and track down the secret they hope will end the Necromorph plague forever, all while overcoming avalanches, treacherous ice-climbs, and the violent wilderness. Facing deadlier evolved enemies and brutal elements, the unlikely pair must work together to save mankind from the impending apocalypse.\n\nFighting alongside a co-op partner changes the way you play the game. While playing the co-op version of Dead Space 3’s campaign, you will uncover additional story elements, cut-scenes, and battle strategies that are exclusive to this mode. Play how you want - immerse yourself in the classic single-player campaign with Isaac Clarke, then discover how the story evolves when a co-op partner is present in your campaign.\n\nTeam up with a partner as Isaac Clarke or John Carver and take down the terror together. Facing deadlier evolved enemies and the brutal elements, the unlikely pair will work together to build weapons, overcome the harsh environment, and save mankind from the impending apocalypse.\n\nCreate your weapon piece by piece\n\nWith thousands of possible combinations you can create the perfect weapon to take down the Necromorph plague. Using a multitude of parts, build the ultimate tool and the very best will be featured in Dead Space 3. Craft and share as many different weapon variations as you want.",
    "popularity": 1.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/pfuezbh4ja2bgaxe1qg7.png",
      "cloudinary_id": "pfuezbh4ja2bgaxe1qg7",
      "width": 1200,
      "height": 1261
    }
  },
  {
    "id": 26781,
    "name": "A Rose in Twilight",
    "summary": "A Rose in the Twilight is a puzzle platformer game. The main character, Rose, awakens in an ancient castle void of color and time.\r\n\r\nThe player must utilize both Rose's ability to control blood and time, Thorn Power, and the super strength of the giant she meets along her journey.",
    "popularity": 1.28571428571429
  },
  {
    "id": 8849,
    "name": "Dungeons",
    "popularity": 1.28571428571429,
    "cover": {
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/n3vzn0plrb6upjwa2xn5.png",
      "cloudinary_id": "n3vzn0plrb6upjwa2xn5",
      "width": 640,
      "height": 907
    }
  }
]